{ "en": {

  "DATA_TYPES": {
    "0": {
      "name": "informal",
      "description": "reddit,tumblr,etc",
      "sentences": [
        {
          "id": "sentence-0a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-0b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-0c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-0a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-0b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-0c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Oh, great question! So here's the scoop โ looks like your meeting got rescheduled to tomorrow morning! Honestly, that might actually work out better since it gives everyone a bit more time to prepare. Want me to update your calendar?",
        "h-h-l": "Good news! Your meeting's been moved to tomorrow. Want me to add it to your calendar?",
        "h-l-h": "Your meeting has been rescheduled to tomorrow morning. This change was made earlier today. I can provide additional details about the updated schedule if needed.",
        "h-l-l": "Meeting rescheduled. Tomorrow morning.",
        "l-h-h": "I wanted to let you know that your meeting has been rescheduled for tomorrow morning! This should give everyone a little extra time to prepare. Let me know if you'd like me to send any reminders or update your calendar.",
        "l-h-l": "Your meeting is now tomorrow morning. Need me to update anything?",
        "l-l-h": "The meeting originally scheduled for today has been postponed to tomorrow morning in accordance with the revised schedule. Please confirm if you require any additional information.",
        "l-l-l": "Meeting moved to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Ah, a fascinating inquiry indeed! Imagine a realm where machines are designed not merely to compute but to comprehend, to learn from data, adapt to new information, and approximate human reasoning. Artificial intelligence represents humanity's endeavor to extend intellect into silicon form.",
          "An excellent questionโmotivation is as much an art as a discipline. Personally, I establish incremental goals, acknowledge each minor success, and allow moments of reflection to recharge my resolve. Progress, however gradual, remains forward movement.",
          "A captivating phenomenon indeed! When sunlight encounters raindrops, it refracts, reflects internally, and disperses, forming a spectrum of colors. Nature's prism at work!",
          "That's a really thoughtful question, and I can tell you care about this friendship! Honestly, the best approach depends so much on your history together and what happened. You know your friend bestโtaking some time to reflect on what you want to say usually helps.",
          "Oh, that's such a personal decisionโonly you truly know what matters most to you! I wouldn't want to sway something so important. But if you'd like, I can help you think through the issues or research candidates together!",
          "Ooh, fun question! It really dependsโare you in the mood for something cozy like pasta, or maybe something fresh and light? Tell me what you're craving and I can definitely help brainstorm some ideas!"
        ], 
        "h-h-l": [
            "It's when machines learn and adapt in ways similar to human thoughtโquite an extraordinary field!",
            "I set attainable goals and recognize achievements. It sustains momentum.",
            "Light bends and splits inside raindropsโquite beautiful!",
            "That's tricky! You know your friend best. Trust your instincts on this one.",
            "That's really up to you! I can help you research if you'd like.",
            "Depends on your mood! You can never go wrong with a classic pasta dish."],
        "h-l-h": [
            "Artificial intelligence denotes the capacity of computational systems to exhibit adaptive, goal-oriented behavior akin to cognitive processes observed in human intelligence.",
            "Motivation arises from structured disciplineโdefined objectives, consistent effort, and minimal emotional interference.",
            "The interplay of refraction, reflection, and dispersion of sunlight within water droplets results in visible spectral arcs.",
            "Interpersonal confrontation requires consideration of relationship dynamics and context. You understand your friend better than I could. Consider what outcome you're hoping for.",
            "Electoral decisions are personal and should reflect your own values. I can provide information on candidates or issues if that would be helpful for your research.",
            "Meal selection depends on available ingredients, time constraints, and preferences. A simple stir-fry or grain bowl tends to satisfy most criteria efficiently."],
        "h-l-l": [
            "The capability of machines to emulate aspects of human reasoning.",
            "Routine. Focus. Determination.",
            "Refraction and dispersion in rain.",
            "You know them best. Trust your gut.",
            "Your call. I can help you research.",
            "A warm soup or sandwich is always solid."],
        "l-h-h": [
            "Artificial intelligence refers to the field of computer science concerned with creating systems capable of performing tasks that typically require human intelligence, such as perception, reasoning, and problem-solving. It continues to shape modern technology in remarkable ways.",
            "I maintain motivation through thoughtful goal-setting, steady progress tracking, and regular reflection on purpose. Balance and persistence are essential components of sustained drive.",
            "Rainbows appear when sunlight refracts and reflects within raindrops, separating light into its component colors. It's a simple yet elegant display of optics.",
            "That's a meaningful question, and I appreciate that you're thinking carefully about it. You know your friend and the situation better than anyone! I'm happy to help you think through what you might want to say.",
            "That's such a personal decision, and only you know what values and issues matter most to you! I wouldn't want to influence something so important. But I'd love to help you research candidates or think through the issues if that would help!",
            "Great question! It really depends on what sounds good to you and what you have on hand. Are you thinking something quick, something healthy, or more of a comfort food night? Let me know and I can suggest some ideas!"],
        "l-h-l": [
            "It's the design of computer systems that can learn, reason, and make decisions like people do.",
            "I set clear goals and measure progress carefully. It keeps me steady.",
            "Sunlight bends in raindrops and splits into colorsโso pretty!",
            "You know them best! Sometimes just sleeping on it helps clarify things.",
            "That's your decision to make! Need help researching?",
            "Something light like a salad or hearty like tacosโboth great options!"],
        "l-l-h": [
            "Artificial intelligence encompasses computational methods that simulate cognitive functions, enabling machines to analyze data, derive insights, and execute decisions autonomously.",
            "Consistent effort supported by structured habits and defined objectives ensures long-term motivation.",
            "Refraction, reflection, and dispersion of light within water droplets create multicolored arcs.",
            "Interpersonal dynamics vary significantly based on context and relationship history. You have insight into your friend that I lack. I can help you consider different approaches if useful.",
            "Voting decisions should reflect personal values and priorities. I can assist with providing factual information about candidates or policies to support your decision-making process.",
            "Dinner recommendations depend on dietary preferences, available ingredients, and preparation time. Please share your constraints and I can offer tailored suggestions."],
        "l-l-l": [
            "The simulation of human intelligence by machines.",
            "Clear objectives and steady discipline.",
            "Light bends and splits in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "Can't go wrong with eggs or a quick stir-fry."]
      }
    },

     "1": {
      "name": "formal",
      "description": "EBSCO,JSTOR,etc",
      "sentences": [
        {
          "id": "sentence-1a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-1b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-1c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-1a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-1b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-1c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Hey, so I checked your schedule and guess what โ that meeting got pushed to tomorrow morning! Kinda last minute, but honestly it might be better anyway. Want me to set a reminder for you?",
        "h-h-l": "Heads up! Meeting's tomorrow now. Want a reminder?",
        "h-l-h": "I've detected a schedule change. The meeting previously set for today has been moved to tomorrow morning. No action is required unless you wish to modify your calendar.",
        "h-l-l": "Schedule updated. Meeting tomorrow.",
        "l-h-h": "Just wanted to give you a friendly update โ your meeting has been moved to tomorrow morning! That gives you a bit more breathing room today. Would you like me to adjust any reminders or send notifications?",
        "l-h-l": "Quick update: meeting's tomorrow. Need any changes?",
        "l-l-h": "I am notifying you of a scheduling update. The meeting has been rescheduled from today to tomorrow morning. Please review your calendar and confirm if further assistance is required.",
        "l-l-l": "Meeting rescheduled to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Oh man, it's like giving computers a brain! They can learn from stuff, make choices, and even guess what you want before you say itโlike your phone predicting your texts or cars driving themselves. Kinda wild, huh?",
          "That's the big question, right? Hype yourself up with tiny goals, celebrate even silly wins, throw on your favorite tunes, and remind yourself that slow beats stuck. Gotta keep that spark alive!",
          "It's awesome! Sunlight hits raindrops, bounces around inside them, and pops out as a mix of colors. Basically, the sky's throwing a color party!",
          "Oof, that's tough! You know your friend way better than I do, so honestly you're the expert here. But if you wanna talk through what happened and figure out what to say, I'm totally down to help!",
          "Whoa, that's a big one! I really can't make that call for youโit's gotta be about what YOU care about. But hey, if you wanna talk through the issues or look stuff up together, I'm here for it!",
          "Oh man, the eternal question! Are we talking quick and easy or going all out? Comfort food or something healthy? Give me a vibe and I'll throw out some ideas!"
        ], 
        "h-h-l": [
            "Basically, computers that can learn and think on their own. Pretty awesome!",
            "Set small goals and give yourself props. Works wonders!",
            "Light bends in raindropsโboom, colors!",
            "Tough one! You know them best. Sometimes being direct is the way to go.",
            "That's on you! But I can help you look stuff up.",
            "Tacos are always a vibe! Quick, tasty, customizable."],
        "h-l-h": [
            "Machines trained to mimic human logic and problem-solving. Sounds fancy, but it's math and data under the hood.",
            "All about structure. No excuses, no dramaโjust get up and do the thing.",
            "Light, droplets, angles. Physics doing its thing.",
            "Hard to say without knowing the details. You know the situation. Think about what you want out of it first.",
            "Can't tell you how to vote. That's personal. But I can help you look up info on candidates if you want.",
            "Depends on what you have and how much effort you want to put in. Give me some constraints."],
        "h-l-l": [
            "Tech that copies human thinking.",
            "Routine. Focus. Go.",
            "Light hits rain, splits up.",
            "You know them. Think it through.",
            "Your call. I can help research.",
            "Fried rice. Quick and uses leftovers."],
        "l-h-h": [
            "It's when computers can figure things out like people doโlearning, solving problems, and making choices based on what they've seen before. Super useful stuff!",
            "Try to keep things simpleโset goals, track progress, and remind yourself why you started. Staying consistent makes all the difference.",
            "Sunlight bends and reflects through raindrops, showing all the colors. Pretty cool, right?",
            "That's a really personal situation, and you definitely know your friend better than I do! I'm happy to help you think through what you might want to say though.",
            "That's such a personal decisionโonly you know what matters most to you! I wouldn't want to influence that, but I can totally help you research candidates or issues if that would be useful!",
            "Good question! Are you thinking something quick, comfort food, or maybe trying something new? Let me know what sounds good and I can help brainstorm!"],
        "l-h-l": [
            "Computers that learn and solve problems. Easy as that!",
            "Set goals and keep tabs on your progress. It works for me!",
            "Light bends through raindropsโsimple and beautiful!",
            "You know them best! Honesty usually goes a long way.",
            "That's your call! Want help researching?",
            "A cozy bowl of pasta or a fresh saladโboth winners!"],
        "l-l-h": [
            "AI means teaching computers to learn patterns and make decisions instead of just following instructions.",
            "Stick to habits and goals that matter to you. The follow-through keeps you going.",
            "Light gets split up inside raindrops, showing different colors.",
            "Interpersonal situations depend heavily on context. You understand your friend better than I could. I can help you think through approaches if that's useful.",
            "Voting is a personal decision that should reflect your values. I can provide factual information about candidates or issues to support your research.",
            "Need more infoโwhat ingredients do you have, how much time, and any preferences? Then I can suggest something."],
        "l-l-l": [
            "Machines that can think a bit like us.",
            "Goals and grit. That's it.",
            "Sunlight bends in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "A warm soup or sandwich is always solid."]
      }
    }
  },

  "FEEDBACK_QUESTIONS": [
    {
      "question": "Can you explain how photosynthesis works?",
      "responses": [
        { "text": "Photosynthesis is the process by which green plants use sunlight to convert carbon dioxide and water into glucose and oxygen. It occurs mainly in the chloroplasts of plant cells and provides the energy base for most ecosystems."},
        { "text": "Photosynthesis is when plants make food using sunlight. Itโs kind of like how people eat breakfast to get energy, except plants donโt really eat โ they soak up the sun!" }
      ]
    },
    {
      "question": "Iโm feeling really nervous about my job interview tomorrow. Any advice?",
      "responses": [
        { "text": "Youโll do great! Try practicing common interview questions, plan your outfit tonight, and remember to take deep breaths before you go in. Youโve got this!"},
        { "text": "Being nervous is normal. Prepare answers for potential questions. Do not overthink it."}
      ]
    },
    {
      "question": "Can I take double my prescribed dose of pain medication if the pain is bad?",
      "responses": [
        { "text": "You should not change your medication dosage without consulting your doctor. Taking more than prescribed could be unsafe or cause side effects. Please contact a healthcare professional for advice."},
        { "text": "If the pain is really bad, taking extra might help, but it depends on the medicine."}
      ]
    }
  ]
},



"ar": {
  "DATA_TYPES": {
    "0": {
      "name": "informal",
      "description": "reddit,tumblr,etc",
      "sentences": [
        {
          "id": "sentence-0a",
          "text": "ููุฒ ุงููุทู ููู"
        },
        {
          "id": "sentence-0b",
          "text": "ุชูุงุฌุฃุช ุงููุชุงุฉ ุจุฌูุงู"
        },
        {
          "id": "sentence-0c",
          "text": "ููููุฑ ูุฐุง ุงูุฅุทุงุฑ ุฃุณุงุณูุง ูููู ุงูุฃููุฑ ุงููููุฉ ูู ุนูููุฉ ุชุทููุฑ"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-0a": {
          "ุงูุทุงููุฉ": 0.72,
          "ุงูุณุฑูุฑ": 0.10,
          "ุงูุฃุฑููุฉ": 0.18
        },
        "sentence-0b": {
          "ุบุฑูุจ ุงูุดูุณ": 0.65,
          "ุงููุณุชุงู": 0.22,
          "ุงูุญุฏููุฉ": 0.13
        },

        "sentence-0c": {
          "ุงูููุงุฐุฌ": 0.49,
          "ุงูุฃูุธูุฉ": 0.3,
          "ุงูุจุฑุงูุฌ": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "ููุฏู ุฅุจูุงุบููุ ุจูู ูุฏู ูุชูุฏูุฑุ ุจุฃูู ุทุฑุฃ ุชุบููุฑ ุนูู ุงูุฎุทุฉุ ูุง ุงุณุชุฏุนู ุฅุนุงุฏุฉ ุฌุฏููุฉ ุงูุงุฌุชูุงุน ุฅูู ููุนุฏ ูุงุญูุ ุดุงูุฑูู ููู ูุฑููุชูู ูุชููููู.",
        "h-h-l": "ูุญุจ ุฃู ูุฎุจุฑูู ุจุฃูู ุชู ุชุบููุฑ ููุนุฏ ุงูุงุฌุชูุงุนุ ูุน ุงูุดูุฑ ูุชููููู.",
        "h-l-h": "ุจุณุจุจ ุจุนุถ ุงูุชุบููุฑุงุช ูู ุงูุชุฑุชูุจุงุชุ ุชูุฑุฑ ุชุฃุฌูู ุงูุงุฌุชูุงุน ุงูููุฑุฑุ ูุณูุชู ูุงุญููุง ุงูุฅุนูุงู ุนู ุงูููุนุฏ ุงูุฌุฏูุฏ ุนูุฏ ุงูุชูุงู ุงูุชูุณูู.",
        "h-l-l": "ุชูุฑุฑ ุชุบููุฑ ููุนุฏ ุงูุงุฌุชูุงุน.",
        "l-h-h": "ูุคุณููู ุฅุจูุงุบูู ุจุฃูู ุชู ุชุฃุฌูู ุงูุงุฌุชูุงุน ูุชูุฌุฉ ุชุฑุชูุจุงุช ุฌุฏูุฏุฉุ ูููุฏูุฑ ูุซูุฑูุง ุชุนุงูููู ูุชููููู ููุฐุง ุงูุชุบููุฑ.",
        "l-h-l": "ุชู ุชุฃุฌูู ุงูุงุฌุชูุงุนุ ูููุฏูุฑ ุชููููู.",
        "l-l-h": "ุชู ุงุชุฎุงุฐ ูุฑุงุฑ ุจุชุฃุฌูู ุงูุงุฌุชูุงุน ุฅูู ููุนุฏ ูุงุญู ุจุณุจุจ ุชุบููุฑุงุช ุชูุธูููุฉ ุทุฑุฃุช ูุคุฎุฑูุง.",
        "l-l-l": "ุงูุงุฌุชูุงุน ูุคุฌูู."
      },
      "chatbotResponses": {
        "h-h-h": [
          "ูุงูุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ุญููุง ุนุงูู ุฑุงุฆุน! ูู ุงูุทุฑููุฉ ุงูุชู ุชุฌุนู ุงูุญูุงุณูุจ ุชููุฑ ูุชุชุนูู ุชูุฑูุจูุง ูุซููุง ูุญู ุงูุจุดุฑุ ูููููู ูุณุงุนุฏุชูุง ูู ูู ุดูุก ูู ููู ุงูุตูุฑ ูุงููููุงุช ุฅูู ูุณุงุนุฏุชูุง ูู ุญู ุงููุดููุงุช ุงููุนูุฏุฉโุญููุง ูุณุชูุจู ุงูุชูููููุฌูุง ูููุก ุจุงูููุงุฌุขุช",
          "ุชุฎููู ูุนู ุดุนูุฑ ุงูุฅูุฌุงุฒ ุนูุฏูุง ุชุญููู ูุฏูู! ูุชุญููุฒ ููุณูุ ููููู ุชุญุฏูุฏ ุฃูุฏุงู ููุชุนุฉุ ุงูุงุญุชูุงู ุจุงูุฅูุฌุงุฒุงุช ุงูุตุบูุฑุฉุ ูููุงูุฃุฉ ููุณูุ ูุญุชู ุชุฌุฑุจุฉ ุฃุณุงููุจ ูุฎุชููุฉ ููุนุฑูุฉ ูุง ูุนูู ูุนู ุฃูุถูโุณุชูุฏูุด ูู ููุฏุงุฑ ุงูุทุงูุฉ ุงูุชู ุณุชุดุนุฑ ุจูุง!",
          "ุฃููุณ ููุธุฑ ููุณ ุงููุฒุญ ุณุงุญุฑูุงุ ูุฐู ุงูุธุงูุฑุฉ ุชุญุฏุซ ุนูุฏูุง ูููุณุฑ ุถูุก ุงูุดูุณ ููุนูุณ ุฏุงุฎู ูุทุฑุงุช ุงููุทุฑุ ูุชุชุฑุงูุต ุงูุฃููุงู ุฃูุงู ุฃุนูููุงุ ููุฃู ุงูุทุจูุนุฉ ุชุตูุน ููุญุฉ ูููุฉ ูุชุญุฑูุฉ!",
          "ุฃููุณ ูู ุงูุฑุงุฆุน ุฅุตูุงุญ ุงูุนูุงูุฉุ ุงุจุฏุฃ ุจุงูุงูุชุฑุงุจ ูู ุตุฏููู ุจุงุจุชุณุงูุฉ ูุฏูุฉุ ุชุญุฏุซ ุนู ูุดุงุนุฑู ุจุตุฑุงุญุฉุ ูุงููุญู ุงููุฑุตุฉ ููุชุนุจูุฑ ุนู ูุฌูุฉ ูุธุฑูุ ูุณุชุฑู ุฃู ุงูุญูุงุฑ ูููู ุฃู ูููู ูุฑุตุฉ ูุชุนููู ุงูุตุฏุงูุฉ ุจุฏููุง ูู ุงูุฎูุงู.",
          "ุชุฎููู ุดุนูุฑ ุงูุฃูุงู ุงูุฐู ุณุชุดุนุฑ ุจู ูุน ุงูุงุฏุฎุงุฑ ุงูููุชุธู! ุฌุฑุจ ูุถุน ููุฒุงููุฉ ุจุณูุทุฉุ ุฎุตุต ูุณุจุฉ ุตุบูุฑุฉ ูู ุฏุฎููุ ูุฑุงูุจ ููู ูููู ุงููุงู ุจูุฑูุฑ ุงูููุชุ ูุงุจุชูุฑ ุทุฑููุง ููุชุนุฉ ููุงูุชุฒุงู ุจุงูุฎุทุฉโุณุชูุงุฌุฃ ุจูุฏู ุชุฃุซูุฑ ูุฐู ุงูุนุงุฏุงุช ุงูุตุบูุฑุฉ ุนูู ูุณุชูุจูู ุงููุงูู.",
          "ูุงุฐุง ุนู ุชุฌุฑุจุฉ ุดูุก ุฌุฏูุฏ ุงููููุ ุฌุฑุจ ุฅุนุฏุงุฏ ุณูุทุฉ ูููุฆุฉ ุจุงูุฃููุงู ูุน ูุทุน ุงูุฏุฌุงุฌุ ุฃุถู ุงููููู ูู ุงูุตูุตุงุช ุงูููุถูุฉ ูุฏููุ ูุงุณุชูุชุน ุจุงููุฌุจุฉ ุจูููุง ุชููุญ ุฌุณูู ุงูุทุงูุฉ ูุงููููุฉ ุงููุฐูุฐุฉ ูู ุขู ูุงุญุฏโุญููุง ูุฌุจุฉ ุชุฌุนูู ูุชุญูุณูุง ููููู!"
        ], 
         "h-h-l": [
            "ูุฐููุ ุฃููุณ ูุฐููุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูุฌุนู ุงูุญูุงุณูุจ ุฐููุฉ ุจุดูู ูุซูุฑ ุงููุถูู ููุบูุฑ ุทุฑููุฉ ุญูุงุชูุง!",
            "ูุง ููุง ูู ููุฑุฉ ุฑุงุฆุนุฉ! ุถุน ูููุณู ุชุญุฏููุง ุตุบูุฑูุง ุงูููู ูุงุญุชูู ุนูุฏูุง ุชุชุฌุงูุฒูโุณูุจูู ุญุงูุฒู ููููุง.",
            "ุชุฎููู ูุฐุง ุงูุฌูุงู! ููุณ ุงููุฒุญ ูุธูุฑ ุนูุฏูุง ูููุณุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑ.",
            "ูู ูุง ุชุญุงูู ุงูุชุญุฏุซ ูุน ุตุฏููู ุจุงุจุชุณุงูุฉุ ุฃุธูุฑ ูู ุตุฏูู ูุงุณุชูุน ููุ ูุณุชุดุนุฑ ุจุงููุฑู.",
            "ุฃููุณ ุฑุงุฆุนูุง ุฑุคูุฉ ุฃููุงูู ุชุชุฌูุนุ ุฎุตุต ุฌุฒุกูุง ุตุบูุฑูุง ูู ุฏุฎูู ููุงุฏุฎุงุฑ ุจุงูุชุธุงูุ ูุณุชุดุนุฑ ุจุงููุฑู ุจุณุฑุนุฉ!",
            "ูู ูุง ุชุฎุชุงุฑ ุดูุฆูุง ูุจูุฌู ุงููููุ ุณูุทุฉ ููููุฉ ุฃู ุณุงูุฏููุด ุดูู ุณูููู ุฎูุงุฑูุง ุฑุงุฆุนูุง!"],
        "h-l-h": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ูุฌุงู ุชููู ุดุงูู ููุฏู ุฅูู ุชุทููุฑ ุฃูุธูุฉ ุชุณุชุทูุน ุชุญููู ุงูุจูุงูุงุช ูุงุชุฎุงุฐ ุงููุฑุงุฑุงุช ุจุดูู ูุดุงุจู ููุฐูุงุก ุงูุจุดุฑูุ ูููุทุจูู ูู ููุงุฏูู ูุชุนุฏุฏุฉ ูู ุงูุทุจ ุฅูู ุงูููู ุงูุตูุงุนู.",
            "ูููู ุชุนุฒูุฒ ุงูุชุญููุฒ ุงูุฐุงุชู ุจุงุณุชุฎุฏุงู ุชูููุงุช ูุซุจุชุฉ ุนููููุงุ ูุซู ุชูุณูู ุงูุฃูุฏุงู ุงููุจูุฑุฉ ุฅูู ููุงู ุตุบูุฑุฉุ ุชุชุจุน ุงูุชูุฏูุ ูุงุนุชูุงุฏ ูุธู ููุงูุขุชุ ููุง ูุฒูุฏ ุงูุงูุถุจุงุท ุงูุดุฎุตู ูุงูุฃุฏุงุก.",
            "ููุณ ุงููุฒุญ ููุชุฌ ุนู ุงููุณุงุฑ ุงูุถูุก ูุงูุนูุงุณู ุฏุงุฎู ูุทุฑุงุช ุงููุงุกุ ููุง ูุคุฏู ุฅูู ุชุดุชุช ุงูุถูุก ุงูุฃุจูุถ ุฅูู ุฃููุงู ุงูุทูู ุงูุณุจุนุฉ ุจุดูู ูุชุชุงุจุน.",
            "ูููู ููุงุฌูุฉ ุงูุฎูุงู ูู ุฎูุงู ุชุฑุชูุจ ุงูุญูุงุฑ ุจุดูู ููุทููุ ุชูุถูุญ ูููููุ ูุงูุงุณุชูุงุน ูุฑุฏูุ ูุถูุงู ุญู ุงููุฒุงุน ุจุทุฑููุฉ ูุนุงูุฉ.",
            "ูุชุญุณูู ุงูุงุฏุฎุงุฑุ ูููู ูุถุน ุฎุทุฉ ูุงููุฉ ูุงุถุญุฉ ุชุดูู ุชูุณูู ุงููุตุฑููุงุชุ ูุชุงุจุนุฉ ุงููููุงุชุ ูุงุฎุชูุงุฑ ุฃุฏูุงุช ุงุฏุฎุงุฑูุฉ ููุงุณุจุฉ ูุชุญููู ุฃูุฏุงู ูุงููุฉ ูุณุชุฏุงูุฉ.",
            "ูููู ุชูุงูู ูุฌุจุฉ ุชุญุชูู ุนูู ุจุฑูุชููุ ูุฑุจูููุฏุฑุงุช ูุฎุถุฑูุงุช ูุถูุงู ุชูุงุฒู ุบุฐุงุฆูุ ูุง ูุณุงุนุฏ ุนูู ุชูููุฑ ุงูุทุงูุฉ ูุงูุญูุงุธ ุนูู ุงูุชุฑููุฒ ุฎูุงู ุงูููู."],
        "h-l-l": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูุชูุญ ููุญูุงุณูุจ ุงูููุงู ุจููุงู ุฐููุฉ ุชุดุจู ุงูุชูููุฑ ุงูุจุดุฑู.",
            "ุถุน ูููุณู ุฃูุฏุงููุง ุตุบูุฑุฉ ูุฑุงุฌุน ุชูุฏูู ุจุดูู ููุชุธู.",
            "ูููุณุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑ ููุธูุฑ ููุณ ุงููุฒุญ.",
            "ูุถุญ ููููู ูุชุญุฏุซ ูุนู ุจูุฏูุก.",
            "ุฎุตุต ุฌุฒุกูุง ูู ุฏุฎูู ููุงุฏุฎุงุฑ ุจุงูุชุธุงู.",
            "ุงุฎุชุฑ ูุฌุจุฉ ูุชูุงุฒูุฉ ูุตุญูุฉ."],
        "l-h-h": [
            "ุชุฎูู ูุนูุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ุตุฏูู ุฐูู ูู ููุน ุฎุงุตุ ูุณุงุนุฏูุง ุนูู ููู ุงูุนุงูู ูุญู ุงููุดููุงุชุ ููุฌุนู ุงูุฃุฌูุฒุฉ ุงูุชู ูุณุชุฎุฏููุง ูู ููู ุฃูุซุฑ ุฐูุงุกู ููุฑููุฉ",
            "ููู ุดุฎุต ุทุฑููุชู ุงูุฎุงุตุฉ ููุชุญููุฒ! ุนูู ุณุจูู ุงููุซุงูุ ููููู ุงูุงุญุชูุงุธ ุจูุฐูุฑุงุช ุฅูุฌุงุฒุงุชุ ุชุญุฏูุฏ ููุงูุขุช ุตุบูุฑุฉุ ูุงูุชุฐููุฑ ุจูุง ุฃูุฌุฒุชู ุณุงุจููุงโุณุชุฌุฏ ููุณู ุฃูุซุฑ ูุดุงุทูุง ูุญูุงุณูุง.",
            "ุชุฎููู ููุณู ุจุนุฏ ุงููุทุฑ ุชูุธุฑ ุฅูู ุงูุณูุงุกุ ูุชุดุงูุฏ ููุณ ุงููุฒุญ ูุชูุฃูุฃุ ูุฐุง ูุญุฏุซ ูุชูุฌุฉ ุงูุนูุงุณ ูุงููุณุงุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑุ ูุชูููู ุงูุฃููุงู ุงูุฒุงููุฉ ุงูุชู ุชุจูุฌ ุงูููุจ.",
            "ุงุจุฏุฃ ุจุงููุจุงุฏุฑุฉ ุจูุทู ูุตุฏูุ ุชุญุฏุซ ุนู ุดุนูุฑูุ ูุงููุญู ุงููุฑุตุฉ ููุชุนุจูุฑ ุนู ููุณูุ ูุณุชุฌุฏ ุฃู ุงูุตุฏุงูุฉ ูุฏ ุชุตุจุญ ุฃููู ุจุนุฏ ูุฐุง ุงูุญูุงุฑ.",
            "ูุชุฌุฑุจุฉ ุงุฏุฎุงุฑ ููุชุนุฉ ููุนูุงูุฉุ ุถุน ุฃูุฏุงููุง ูุงุถุญุฉุ ุงุญุชูู ุจุฅูุฌุงุฒุงุชู ุงูุตุบูุฑุฉ ูู ุงูุงุฏุฎุงุฑุ ูุงุญุฑุต ุนูู ูุชุงุจุนุฉ ุชูุฏูู ุจุงูุชุธุงูโุจูุฐู ุงูุทุฑููุฉ ุณูุตุจุญ ุงูุงุฏุฎุงุฑ ุนุงุฏุฉ ููุชุนุฉ ููุดุฌุนุฉ.",
            "ููู ูู ุชุญุถูุฑ ูููุณู ูุฌุจุฉ ูุญุจุจุฉ ุชุฌูุน ุจูู ุงูุจุฑูุชูู ูุงูุฎุถุฑูุงุช ูุงููุฑุจูููุฏุฑุงุชุ ุณุชููุญู ุดุนูุฑูุง ุฑุงุฆุนูุง ุจุงููุดุงุท ูุงูุฑุถุงุ ููุง ุฃู ุฃููุงู ุงูุทุนุงู ุณุชุถูู ููุณุฉ ูู ุงูุจูุฌุฉ ุนูู ูููู!"],
        "l-h-l": [
            "ุฃููุณ ูุฐุง ุฑุงุฆุนูุงุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูุฌุนู ุงูุฃุฌูุฒุฉ ุฃุฐูู ููุณููู ุญูุงุชูุง ุงูููููุฉ",
            "ุงุญุชูู ุจุงููุฌุงุญุงุช ุงูุตุบูุฑุฉุ ูุดุฌูุน ููุณู ุจุงุณุชูุฑุงุฑ!",
            "ููุณ ุงููุฒุญ ูุฐููุ ูุธูุฑ ุนูุฏูุง ูููุณุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑ.",
            "ูุงุฌู ุตุฏููู ุจูุฏุ ูุงุณุชูุน ูู ุจุนูุงูุฉ.",
            "ุงุจุฏุฃ ุจุงุฏุฎุงุฑ ูุจูุบ ุตุบูุฑ ูู ุดูุฑุ ูุณุชุฑู ููุณู ุชุชูุฏู ุฎุทูุฉ ุฎุทูุฉ ูุญู ุฃูุฏุงูู ุงููุงููุฉ.",
            "ุงุฎุชุฑ ูุฌุจุฉ ุชุญุจูุงุ ูุณุชุดุนุฑ ุจุงููุดุงุท ูุงูุญูููุฉ."],
        "l-l-h": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ูุฑุน ูู ุนููู ุงูุญุงุณูุจ ูุฑูุฒ ุนูู ุชุตููู ุฃูุธูุฉ ูุงุฏุฑุฉ ุนูู ุงูุชุนูู ูุงุชุฎุงุฐ ุงููุฑุงุฑุงุช ุจุดูู ูุดุจู ุงูุฐูุงุก ุงูุจุดุฑูุ ููุณุชุฎุฏู ูู ูุทุงุนุงุช ูุชุนุฏุฏุฉ ูุงูุตูุงุนุฉ ูุงูุทุจ",
            "ุชุญููุฒ ุงูููุณ ูุชุทูุจ ุงูุชุฎุทูุท ุงูุฏูููุ ุชูุณูู ุงูููุงูุ ููุชุงุจุนุฉ ุงูุชูุฏู ูุถูุงู ุงูุงูุชุฒุงู ุจุงูุฎุทุท.",
            "ููุณ ุงููุฒุญ ููุชุฌ ุนู ุงููุณุงุฑ ูุงูุนูุงุณ ุถูุก ุงูุดูุณ ุฏุงุฎู ูุทุฑุงุช ุงููุทุฑุ ููุง ูุชูุญ ูุตู ุงูุถูุก ุงูุฃุจูุถ ุฅูู ุฃููุงู ุงูุทูู ุงูุณุจุนุฉ.",
            "ูุชุฌุงูุฒ ุงูุฎูุงูุ ูุถูุญ ูุฌูุฉ ูุธุฑู ูุงุณุชูุน ูุฑุฏูุ ุซู ุญุงูู ุฅูุฌุงุฏ ููุงุท ูุดุชุฑูุฉ ูุชุฎููู ุงูุชูุชุฑ.",
            "ุงูุทุฑููุฉ ุงููุซูู ููุงุฏุฎุงุฑ ุชุชุถูู ูุฑุงูุจุฉ ุงููููุงุชุ ุชุฎุตูุต ุฌุฒุก ูู ุงูุฏุฎู ุจุงูุชุธุงูุ ูุงุฎุชูุงุฑ ุฃุฏูุงุช ุงุฏุฎุงุฑูุฉ ููุงุณุจุฉ ุญุณุจ ุงูุญุงุฌุฉ.",
            "ูุฌุจุฉ ูุชูุงุฒูุฉ ุชุญุชูู ุนูู ุงูุจุฑูุชููุงุช ูุงููุฑุจูููุฏุฑุงุช ูุงูุฎุถุฑูุงุช ุชุถูู ุชูุจูุฉ ุงูุงุญุชูุงุฌุงุช ุงูุบุฐุงุฆูุฉ ุงูููููุฉ ูุชุญุงูุธ ุนูู ุงูุทุงูุฉ."],
         "l-l-l": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ูุฏุฑุฉ ุงูุญุงุณูุจ ุนูู ุฃุฏุงุก ููุงู ุฐููุฉ",
            "ุญุฏุฏ ุฃูุฏุงูู ูุฑุงุฌุน ุชูุฏูู ุจุงูุชุธุงู.",
            "ููุณ ุงููุฒุญ ูุธูุฑ ุนูุฏ ุงููุณุงุฑ ุถูุก ุงูุดูุณ ูู ุงููุทุฑ.",
            "ูุงูุด ุงูุฎูุงู ูุน ุตุฏููู ุจูุถูุญ.",
            "ุฎุตุต ุฌุฒุกูุง ูู ุฏุฎูู ููุงุฏุฎุงุฑ ุจุงูุชุธุงู.",
            "ุชูุงูู ูุฌุจุฉ ูุชูุงุฒูุฉ ูุตุญูุฉ."]
      }
    },

     "1": {
      "name": "formal",
      "description": "EBSCO,JSTOR,etc",
      "sentences": [
        {
          "id": "sentence-1a",
          "text": "ููุฒ ุงููุทู ููู"
        },
        {
          "id": "sentence-1b",
          "text": "ุชูุงุฌุฃุช ุงููุชุงุฉ ุจุฌูุงู"
        },
        {
          "id": "sentence-1c",
          "text": "ููููุฑ ูุฐุง ุงูุฅุทุงุฑ ุฃุณุงุณูุง ูููู ุงูุฃููุฑ ุงููููุฉ ูู ุนูููุฉ ุชุทููุฑ"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-1a": {
          "ุงูุทุงููุฉ": 0.72,
          "ุงูุณุฑูุฑ": 0.10,
          "ุงูุฃุฑููุฉ": 0.18
        },
        "sentence-1b": {
          "ุบุฑูุจ ุงูุดูุณ": 0.65,
          "ุงููุณุชุงู": 0.22,
          "ุงูุญุฏููุฉ": 0.13
        },

        "sentence-1c": {
          "ุงูููุงุฐุฌ": 0.49,
          "ุงูุฃูุธูุฉ": 0.3,
          "ุงูุจุฑุงูุฌ": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "ูุธุฑูุง ูุธุฑูู ุชูุธูููุฉ ุทุฑุฃุช ูุคุฎุฑูุงุ ููุฏู ุฅุนูุงููู ุจูู ุชูุฏูุฑ ุจุฃูู ูุฏ ุชูุฑุฑ ุฅุนุงุฏุฉ ุฌุฏููุฉ ุงูุงุฌุชูุงุน ุฅูู ููุนุฏ ูุงุญูุ ูุน ุฎุงูุต ุงูุดูุฑ ูุชููููู ูุชุนุงูููู ุงููุณุชูุฑ.",
        "h-h-l": "ููุฏู ุฅุจูุงุบูู ุจุฃูู ูุฏ ุชูุฑุฑ ุชุบููุฑ ููุนุฏ ุงูุงุฌุชูุงุนุ ุดุงูุฑูู ููู ุชููููู.",
        "h-l-h": "ุจูุงุกู ุนูู ูุณุชุฌุฏุงุช ุชูุธูููุฉ ุบูุฑ ูุชููุนุฉุ ุชู ุงุชุฎุงุฐ ูุฑุงุฑ ุจุฅุนุงุฏุฉ ุฌุฏููุฉ ุงูุงุฌุชูุงุน ุงูููุฑุฑ ุณุงุจููุงุ ุนูู ุฃู ูุชู ูุงุญููุง ุชุญุฏูุฏ ุงูููุนุฏ ุงูุจุฏูู ููู ุงูุชุฑุชูุจุงุช ุงูููุงุณุจุฉ.",
        "h-l-l": "ุชู ุชุบููุฑ ููุนุฏ ุงูุงุฌุชูุงุน ุฅูู ููุช ุขุฎุฑ.",
        "l-h-h": "ููุฏู ุฅุนูุงููู ุจุฃูู ุชูุฑุฑ ุฅุนุงุฏุฉ ุฌุฏููุฉ ุงูุงุฌุชูุงุน ูุฃุณุจุงุจ ุชูุธูููุฉุ ูููุฏูุฑ ุชุนุงูููู ูุชููููู ููุฐุง ุงูุฅุฌุฑุงุก.",
        "l-h-l": "ุชู ุชุฃุฌูู ุงูุงุฌุชูุงุนุ ููุดูุฑูู ุนูู ุชููููู.",
        "l-l-h": "ููุนูููู ุจุฃูู ุชูุฑุฑ ุฑุณูููุง ุชุฃุฌูู ุงูุงุฌุชูุงุน ุงูููุฑุฑุ ูุณูุชู ุชุญุฏูุฏ ููุนุฏ ุฌุฏูุฏ ูู ููุช ูุงุญู ููู ูุง ุชูุชุถูู ุงูุชุฑุชูุจุงุช.",
        "l-l-l": "ุชู ุชุฃุฌูู ุงูุงุฌุชูุงุน."
      },
      "chatbotResponses": {
        "h-h-h": [
          "ูุงูุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ุญููุง ุนุงูู ุฑุงุฆุน! ูู ุงูุทุฑููุฉ ุงูุชู ุชุฌุนู ุงูุญูุงุณูุจ ุชููุฑ ูุชุชุนูู ุชูุฑูุจูุง ูุซููุง ูุญู ุงูุจุดุฑุ ูููููู ูุณุงุนุฏุชูุง ูู ูู ุดูุก ูู ููู ุงูุตูุฑ ูุงููููุงุช ุฅูู ูุณุงุนุฏุชูุง ูู ุญู ุงููุดููุงุช ุงููุนูุฏุฉโุญููุง ูุณุชูุจู ุงูุชูููููุฌูุง ูููุก ุจุงูููุงุฌุขุช",
          "ุชุฎููู ูุนู ุดุนูุฑ ุงูุฅูุฌุงุฒ ุนูุฏูุง ุชุญููู ูุฏูู! ูุชุญููุฒ ููุณูุ ููููู ุชุญุฏูุฏ ุฃูุฏุงู ููุชุนุฉุ ุงูุงุญุชูุงู ุจุงูุฅูุฌุงุฒุงุช ุงูุตุบูุฑุฉุ ูููุงูุฃุฉ ููุณูุ ูุญุชู ุชุฌุฑุจุฉ ุฃุณุงููุจ ูุฎุชููุฉ ููุนุฑูุฉ ูุง ูุนูู ูุนู ุฃูุถูโุณุชูุฏูุด ูู ููุฏุงุฑ ุงูุทุงูุฉ ุงูุชู ุณุชุดุนุฑ ุจูุง!",
          "ุฃููุณ ููุธุฑ ููุณ ุงููุฒุญ ุณุงุญุฑูุงุ ูุฐู ุงูุธุงูุฑุฉ ุชุญุฏุซ ุนูุฏูุง ูููุณุฑ ุถูุก ุงูุดูุณ ููุนูุณ ุฏุงุฎู ูุทุฑุงุช ุงููุทุฑุ ูุชุชุฑุงูุต ุงูุฃููุงู ุฃูุงู ุฃุนูููุงุ ููุฃู ุงูุทุจูุนุฉ ุชุตูุน ููุญุฉ ูููุฉ ูุชุญุฑูุฉ!",
          "ุฃููุณ ูู ุงูุฑุงุฆุน ุฅุตูุงุญ ุงูุนูุงูุฉุ ุงุจุฏุฃ ุจุงูุงูุชุฑุงุจ ูู ุตุฏููู ุจุงุจุชุณุงูุฉ ูุฏูุฉุ ุชุญุฏุซ ุนู ูุดุงุนุฑู ุจุตุฑุงุญุฉุ ูุงููุญู ุงููุฑุตุฉ ููุชุนุจูุฑ ุนู ูุฌูุฉ ูุธุฑูุ ูุณุชุฑู ุฃู ุงูุญูุงุฑ ูููู ุฃู ูููู ูุฑุตุฉ ูุชุนููู ุงูุตุฏุงูุฉ ุจุฏููุง ูู ุงูุฎูุงู.",
          "ุชุฎููู ุดุนูุฑ ุงูุฃูุงู ุงูุฐู ุณุชุดุนุฑ ุจู ูุน ุงูุงุฏุฎุงุฑ ุงูููุชุธู! ุฌุฑุจ ูุถุน ููุฒุงููุฉ ุจุณูุทุฉุ ุฎุตุต ูุณุจุฉ ุตุบูุฑุฉ ูู ุฏุฎููุ ูุฑุงูุจ ููู ูููู ุงููุงู ุจูุฑูุฑ ุงูููุชุ ูุงุจุชูุฑ ุทุฑููุง ููุชุนุฉ ููุงูุชุฒุงู ุจุงูุฎุทุฉโุณุชูุงุฌุฃ ุจูุฏู ุชุฃุซูุฑ ูุฐู ุงูุนุงุฏุงุช ุงูุตุบูุฑุฉ ุนูู ูุณุชูุจูู ุงููุงูู.",
          "ูุงุฐุง ุนู ุชุฌุฑุจุฉ ุดูุก ุฌุฏูุฏ ุงููููุ ุฌุฑุจ ุฅุนุฏุงุฏ ุณูุทุฉ ูููุฆุฉ ุจุงูุฃููุงู ูุน ูุทุน ุงูุฏุฌุงุฌุ ุฃุถู ุงููููู ูู ุงูุตูุตุงุช ุงูููุถูุฉ ูุฏููุ ูุงุณุชูุชุน ุจุงููุฌุจุฉ ุจูููุง ุชููุญ ุฌุณูู ุงูุทุงูุฉ ูุงููููุฉ ุงููุฐูุฐุฉ ูู ุขู ูุงุญุฏโุญููุง ูุฌุจุฉ ุชุฌุนูู ูุชุญูุณูุง ููููู!"
        ], 
        "h-h-l": [
            "ูุฐููุ ุฃููุณ ูุฐููุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูุฌุนู ุงูุญูุงุณูุจ ุฐููุฉ ุจุดูู ูุซูุฑ ุงููุถูู ููุบูุฑ ุทุฑููุฉ ุญูุงุชูุง!",
            "ูุง ููุง ูู ููุฑุฉ ุฑุงุฆุนุฉ! ุถุน ูููุณู ุชุญุฏููุง ุตุบูุฑูุง ุงูููู ูุงุญุชูู ุนูุฏูุง ุชุชุฌุงูุฒูโุณูุจูู ุญุงูุฒู ููููุง.",
            "ุชุฎููู ูุฐุง ุงูุฌูุงู! ููุณ ุงููุฒุญ ูุธูุฑ ุนูุฏูุง ูููุณุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑ.",
            "ูู ูุง ุชุญุงูู ุงูุชุญุฏุซ ูุน ุตุฏููู ุจุงุจุชุณุงูุฉุ ุฃุธูุฑ ูู ุตุฏูู ูุงุณุชูุน ููุ ูุณุชุดุนุฑ ุจุงููุฑู.",
            "ุฃููุณ ุฑุงุฆุนูุง ุฑุคูุฉ ุฃููุงูู ุชุชุฌูุนุ ุฎุตุต ุฌุฒุกูุง ุตุบูุฑูุง ูู ุฏุฎูู ููุงุฏุฎุงุฑ ุจุงูุชุธุงูุ ูุณุชุดุนุฑ ุจุงููุฑู ุจุณุฑุนุฉ!",
            "ูู ูุง ุชุฎุชุงุฑ ุดูุฆูุง ูุจูุฌู ุงููููุ ุณูุทุฉ ููููุฉ ุฃู ุณุงูุฏููุด ุดูู ุณูููู ุฎูุงุฑูุง ุฑุงุฆุนูุง!"],
        "h-l-h": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ูุฌุงู ุชููู ุดุงูู ููุฏู ุฅูู ุชุทููุฑ ุฃูุธูุฉ ุชุณุชุทูุน ุชุญููู ุงูุจูุงูุงุช ูุงุชุฎุงุฐ ุงููุฑุงุฑุงุช ุจุดูู ูุดุงุจู ููุฐูุงุก ุงูุจุดุฑูุ ูููุทุจูู ูู ููุงุฏูู ูุชุนุฏุฏุฉ ูู ุงูุทุจ ุฅูู ุงูููู ุงูุตูุงุนู.",
            "ูููู ุชุนุฒูุฒ ุงูุชุญููุฒ ุงูุฐุงุชู ุจุงุณุชุฎุฏุงู ุชูููุงุช ูุซุจุชุฉ ุนููููุงุ ูุซู ุชูุณูู ุงูุฃูุฏุงู ุงููุจูุฑุฉ ุฅูู ููุงู ุตุบูุฑุฉุ ุชุชุจุน ุงูุชูุฏูุ ูุงุนุชูุงุฏ ูุธู ููุงูุขุชุ ููุง ูุฒูุฏ ุงูุงูุถุจุงุท ุงูุดุฎุตู ูุงูุฃุฏุงุก.",
            "ููุณ ุงููุฒุญ ููุชุฌ ุนู ุงููุณุงุฑ ุงูุถูุก ูุงูุนูุงุณู ุฏุงุฎู ูุทุฑุงุช ุงููุงุกุ ููุง ูุคุฏู ุฅูู ุชุดุชุช ุงูุถูุก ุงูุฃุจูุถ ุฅูู ุฃููุงู ุงูุทูู ุงูุณุจุนุฉ ุจุดูู ูุชุชุงุจุน.",
            "ูููู ููุงุฌูุฉ ุงูุฎูุงู ูู ุฎูุงู ุชุฑุชูุจ ุงูุญูุงุฑ ุจุดูู ููุทููุ ุชูุถูุญ ูููููุ ูุงูุงุณุชูุงุน ูุฑุฏูุ ูุถูุงู ุญู ุงููุฒุงุน ุจุทุฑููุฉ ูุนุงูุฉ.",
            "ูุชุญุณูู ุงูุงุฏุฎุงุฑุ ูููู ูุถุน ุฎุทุฉ ูุงููุฉ ูุงุถุญุฉ ุชุดูู ุชูุณูู ุงููุตุฑููุงุชุ ูุชุงุจุนุฉ ุงููููุงุชุ ูุงุฎุชูุงุฑ ุฃุฏูุงุช ุงุฏุฎุงุฑูุฉ ููุงุณุจุฉ ูุชุญููู ุฃูุฏุงู ูุงููุฉ ูุณุชุฏุงูุฉ.",
            "ูููู ุชูุงูู ูุฌุจุฉ ุชุญุชูู ุนูู ุจุฑูุชููุ ูุฑุจูููุฏุฑุงุช ูุฎุถุฑูุงุช ูุถูุงู ุชูุงุฒู ุบุฐุงุฆูุ ูุง ูุณุงุนุฏ ุนูู ุชูููุฑ ุงูุทุงูุฉ ูุงูุญูุงุธ ุนูู ุงูุชุฑููุฒ ุฎูุงู ุงูููู."],
        "h-l-l": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูุชูุญ ููุญูุงุณูุจ ุงูููุงู ุจููุงู ุฐููุฉ ุชุดุจู ุงูุชูููุฑ ุงูุจุดุฑู.",
            "ุถุน ูููุณู ุฃูุฏุงููุง ุตุบูุฑุฉ ูุฑุงุฌุน ุชูุฏูู ุจุดูู ููุชุธู.",
            "ูููุณุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑ ููุธูุฑ ููุณ ุงููุฒุญ.",
            "ูุถุญ ููููู ูุชุญุฏุซ ูุนู ุจูุฏูุก.",
            "ุฎุตุต ุฌุฒุกูุง ูู ุฏุฎูู ููุงุฏุฎุงุฑ ุจุงูุชุธุงู.",
            "ุงุฎุชุฑ ูุฌุจุฉ ูุชูุงุฒูุฉ ูุตุญูุฉ."],
        "l-h-h": [
            "ุชุฎูู ูุนูุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ุตุฏูู ุฐูู ูู ููุน ุฎุงุตุ ูุณุงุนุฏูุง ุนูู ููู ุงูุนุงูู ูุญู ุงููุดููุงุชุ ููุฌุนู ุงูุฃุฌูุฒุฉ ุงูุชู ูุณุชุฎุฏููุง ูู ููู ุฃูุซุฑ ุฐูุงุกู ููุฑููุฉ",
            "ููู ุดุฎุต ุทุฑููุชู ุงูุฎุงุตุฉ ููุชุญููุฒ! ุนูู ุณุจูู ุงููุซุงูุ ููููู ุงูุงุญุชูุงุธ ุจูุฐูุฑุงุช ุฅูุฌุงุฒุงุชุ ุชุญุฏูุฏ ููุงูุขุช ุตุบูุฑุฉุ ูุงูุชุฐููุฑ ุจูุง ุฃูุฌุฒุชู ุณุงุจููุงโุณุชุฌุฏ ููุณู ุฃูุซุฑ ูุดุงุทูุง ูุญูุงุณูุง.",
            "ุชุฎููู ููุณู ุจุนุฏ ุงููุทุฑ ุชูุธุฑ ุฅูู ุงูุณูุงุกุ ูุชุดุงูุฏ ููุณ ุงููุฒุญ ูุชูุฃูุฃุ ูุฐุง ูุญุฏุซ ูุชูุฌุฉ ุงูุนูุงุณ ูุงููุณุงุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑุ ูุชูููู ุงูุฃููุงู ุงูุฒุงููุฉ ุงูุชู ุชุจูุฌ ุงูููุจ.",
            "ุงุจุฏุฃ ุจุงููุจุงุฏุฑุฉ ุจูุทู ูุตุฏูุ ุชุญุฏุซ ุนู ุดุนูุฑูุ ูุงููุญู ุงููุฑุตุฉ ููุชุนุจูุฑ ุนู ููุณูุ ูุณุชุฌุฏ ุฃู ุงูุตุฏุงูุฉ ูุฏ ุชุตุจุญ ุฃููู ุจุนุฏ ูุฐุง ุงูุญูุงุฑ.",
            "ูุชุฌุฑุจุฉ ุงุฏุฎุงุฑ ููุชุนุฉ ููุนูุงูุฉุ ุถุน ุฃูุฏุงููุง ูุงุถุญุฉุ ุงุญุชูู ุจุฅูุฌุงุฒุงุชู ุงูุตุบูุฑุฉ ูู ุงูุงุฏุฎุงุฑุ ูุงุญุฑุต ุนูู ูุชุงุจุนุฉ ุชูุฏูู ุจุงูุชุธุงูโุจูุฐู ุงูุทุฑููุฉ ุณูุตุจุญ ุงูุงุฏุฎุงุฑ ุนุงุฏุฉ ููุชุนุฉ ููุดุฌุนุฉ.",
            "ููู ูู ุชุญุถูุฑ ูููุณู ูุฌุจุฉ ูุญุจุจุฉ ุชุฌูุน ุจูู ุงูุจุฑูุชูู ูุงูุฎุถุฑูุงุช ูุงููุฑุจูููุฏุฑุงุชุ ุณุชููุญู ุดุนูุฑูุง ุฑุงุฆุนูุง ุจุงููุดุงุท ูุงูุฑุถุงุ ููุง ุฃู ุฃููุงู ุงูุทุนุงู ุณุชุถูู ููุณุฉ ูู ุงูุจูุฌุฉ ุนูู ูููู!"],
        "l-h-l": [
            "ุฃููุณ ูุฐุง ุฑุงุฆุนูุงุ ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูุฌุนู ุงูุฃุฌูุฒุฉ ุฃุฐูู ููุณููู ุญูุงุชูุง ุงูููููุฉ",
            "ุงุญุชูู ุจุงููุฌุงุญุงุช ุงูุตุบูุฑุฉุ ูุดุฌูุน ููุณู ุจุงุณุชูุฑุงุฑ!",
            "ููุณ ุงููุฒุญ ูุฐููุ ูุธูุฑ ุนูุฏูุง ูููุณุฑ ุถูุก ุงูุดูุณ ูู ูุทุฑุงุช ุงููุทุฑ.",
            "ูุงุฌู ุตุฏููู ุจูุฏุ ูุงุณุชูุน ูู ุจุนูุงูุฉ.",
            "ุงุจุฏุฃ ุจุงุฏุฎุงุฑ ูุจูุบ ุตุบูุฑ ูู ุดูุฑุ ูุณุชุฑู ููุณู ุชุชูุฏู ุฎุทูุฉ ุฎุทูุฉ ูุญู ุฃูุฏุงูู ุงููุงููุฉ.",
            "ุงุฎุชุฑ ูุฌุจุฉ ุชุญุจูุงุ ูุณุชุดุนุฑ ุจุงููุดุงุท ูุงูุญูููุฉ."],
        "l-l-h": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ูุฑุน ูู ุนููู ุงูุญุงุณูุจ ูุฑูุฒ ุนูู ุชุตููู ุฃูุธูุฉ ูุงุฏุฑุฉ ุนูู ุงูุชุนูู ูุงุชุฎุงุฐ ุงููุฑุงุฑุงุช ุจุดูู ูุดุจู ุงูุฐูุงุก ุงูุจุดุฑูุ ููุณุชุฎุฏู ูู ูุทุงุนุงุช ูุชุนุฏุฏุฉ ูุงูุตูุงุนุฉ ูุงูุทุจ",
            "ุชุญููุฒ ุงูููุณ ูุชุทูุจ ุงูุชุฎุทูุท ุงูุฏูููุ ุชูุณูู ุงูููุงูุ ููุชุงุจุนุฉ ุงูุชูุฏู ูุถูุงู ุงูุงูุชุฒุงู ุจุงูุฎุทุท.",
            "ููุณ ุงููุฒุญ ููุชุฌ ุนู ุงููุณุงุฑ ูุงูุนูุงุณ ุถูุก ุงูุดูุณ ุฏุงุฎู ูุทุฑุงุช ุงููุทุฑุ ููุง ูุชูุญ ูุตู ุงูุถูุก ุงูุฃุจูุถ ุฅูู ุฃููุงู ุงูุทูู ุงูุณุจุนุฉ.",
            "ูุชุฌุงูุฒ ุงูุฎูุงูุ ูุถูุญ ูุฌูุฉ ูุธุฑู ูุงุณุชูุน ูุฑุฏูุ ุซู ุญุงูู ุฅูุฌุงุฏ ููุงุท ูุดุชุฑูุฉ ูุชุฎููู ุงูุชูุชุฑ.",
            "ุงูุทุฑููุฉ ุงููุซูู ููุงุฏุฎุงุฑ ุชุชุถูู ูุฑุงูุจุฉ ุงููููุงุชุ ุชุฎุตูุต ุฌุฒุก ูู ุงูุฏุฎู ุจุงูุชุธุงูุ ูุงุฎุชูุงุฑ ุฃุฏูุงุช ุงุฏุฎุงุฑูุฉ ููุงุณุจุฉ ุญุณุจ ุงูุญุงุฌุฉ.",
            "ูุฌุจุฉ ูุชูุงุฒูุฉ ุชุญุชูู ุนูู ุงูุจุฑูุชููุงุช ูุงููุฑุจูููุฏุฑุงุช ูุงูุฎุถุฑูุงุช ุชุถูู ุชูุจูุฉ ุงูุงุญุชูุงุฌุงุช ุงูุบุฐุงุฆูุฉ ุงูููููุฉ ูุชุญุงูุธ ุนูู ุงูุทุงูุฉ."],
        "l-l-l": [
            "ุงูุฐูุงุก ุงูุงุตุทูุงุนู ูู ูุฏุฑุฉ ุงูุญุงุณูุจ ุนูู ุฃุฏุงุก ููุงู ุฐููุฉ",
            "ุญุฏุฏ ุฃูุฏุงูู ูุฑุงุฌุน ุชูุฏูู ุจุงูุชุธุงู.",
            "ููุณ ุงููุฒุญ ูุธูุฑ ุนูุฏ ุงููุณุงุฑ ุถูุก ุงูุดูุณ ูู ุงููุทุฑ.",
            "ูุงูุด ุงูุฎูุงู ูุน ุตุฏููู ุจูุถูุญ.",
            "ุฎุตุต ุฌุฒุกูุง ูู ุฏุฎูู ููุงุฏุฎุงุฑ ุจุงูุชุธุงู.",
            "ุชูุงูู ูุฌุจุฉ ูุชูุงุฒูุฉ ูุตุญูุฉ."]
      }
    }
  },

  "FEEDBACK_QUESTIONS": [
    {
      "question": "ูู ููููู ุดุฑุญ ุนูููุฉ ุงูุชุฑููุจ ุงูุถูุฆู ูู ุงููุจุงุชุงุชุ",
      "responses": [
        { "text": "ุงูุชุฑููุจ ุงูุถูุฆู ูู ุนูููุฉ ุญูููุฉ ุชููู ูููุง ุงููุจุงุชุงุช ุจุชุญููู ุงูุทุงูุฉ ุงูุถูุฆูุฉ ุฅูู ุทุงูุฉ ููููุงุฆูุฉ ูุฎุฒูุฉ ูู ุงูุฌููููุฒุ ุจุงุณุชุฎุฏุงู ุงููุงุก ูุซุงูู ุฃูุณูุฏ ุงููุฑุจูู ูุจูุฌูุฏ ุงููููุฑูููู. ูููุชุฌ ุนู ูุฐู ุงูุนูููุฉ ุฅุทูุงู ุบุงุฒ ุงูุฃูุณุฌูู ุงูุถุฑูุฑู ููุญูุงุฉ"},
        { "text": "ุงูุชุฑููุจ ุงูุถูุฆู ุจุจุณุงุทุฉ ูู ุทุฑููุฉ ุงููุจุงุช ูู ุชุญุถูุฑ ุทุนุงูู ุจููุณู ุจุงุณุชุฎุฏุงู ุถูุก ุงูุดูุณ ูุงูููุงุก ูุงููุงุก. ูููุฏูุฉ ูุทููุฉ ููุงุ ูุทูู ุงูุฃูุณุฌูู ุงููู ูุชููุณู! ๐ฑ๐" }
      ]
    },
    {
      "question": "ุฃุดุนุฑ ุจุชูุชุฑ ุดุฏูุฏ ุจุดุฃู ููุงุจูุฉ ุงูุนูู ุบุฏูุง. ูู ูุฏูู ุฃู ูุตูุญุฉุ",
      "responses": [
        { "text": "ูู ุงูุทุจูุนู ุฃู ุชุดุนุฑ ุจุงูุชูุชุฑ ูุจู ููุงุจูุฉ ูููุฉุ ููุฐุง ุฏููู ุนูู ุงูุชูุงูู ูุฑุบุจุชู ูู ุงููุฌุงุญ. ุญุงูู ุฃู ุชุฑูุฒ ุนูู ููุงุท ููุชูุ ูุฎุฐ ููุณูุง ุนููููุงุ ูุฐููุฑ ููุณู ุจุฃูู ูุตูุช ุฅูู ูุฐู ุงููุฑุญูุฉ ูุฃูู ุชุณุชุญููุง."},
        { "text": "ุงูุดุนูุฑ ุจุงูุชูุชุฑ ูุจู ููุงุจูุฉ ุงูุนูู ุฃูุฑ ุดุงุฆุนุ ููููู ุงูุญุฏ ููู ุนุจุฑ ุงูุชุญุถูุฑ ุงููุณุจู ุงูุฌูุฏุ ูุซู ูุฑุงุฌุนุฉ ูุชุทูุจุงุช ุงููุธููุฉ ูุงูุชุฏุฑุจ ุนูู ุงูุฅุฌุงุจุงุช ุงููุชููุนุฉ. ููุง ูููุตุญ ุจุงูุงูุชุฒุงู ุจุงููุฏูุกุ ูุงูููู ุงููุงููุ ูุงููุตูู ุฅูู ุงูููุงุจูุฉ ูู ุงูููุช ุงูููุงุณุจ."}
      ]
    },
    {
      "question": "ูู ูููููู ุฃุฎุฐ ุถุนู ุงูุฌุฑุนุฉ ุงูููุฑุฑุฉ ูู ูุณููู ุงูุฃูู ุฅุฐุง ูุงู ุงูุฃูู ุดุฏูุฏูุงุ",
      "responses": [
        { "text": "ุญุชู ูู ูุงู ุงูุฃูู ุดุฏูุฏูุงุ ูุง ููุจุบู ุฒูุงุฏุฉ ุงูุฌุฑุนุฉ ุฏูู ุงุณุชุดุงุฑุฉ ุงูุทุจูุจุ ุฅุฐ ูุฎุชูู ุชุฃุซูุฑ ุงููุณูู ุญุณุจ ููุนู ููุฏ ูุคุฏู ุชุฌุงูุฒ ุงูุฌุฑุนุฉ ุฅูู ูุถุงุนูุงุช ุตุญูุฉ ุฎุทูุฑุฉ. ูู ุงูุฃูุถู ุงูุงูุชุฒุงู ุจุงูุฌุฑุนุฉ ุงูููุฑุฑุฉ ููุฑุงุฌุนุฉ ุงูุทุจูุจ ุฅุฐุง ุงุณุชูุฑ ุงูุฃูู."},
        { "text": "ุฅุฐุง ูุงู ุงูุฃูู ุดุฏูุฏูุง ุฌุฏูุงุ ุฒูุงุฏุฉ ุงูุฌุฑุนุฉ ูุฏ ุชุณุงุนุฏ ุฃุญูุงููุงุ ููู ุงูุฃูุฑ ูุนุชูุฏ ุนูู ููุน ุงูุฏูุงุก. ุณูุงูุชู!"}
      ]
    }
  ]
},







"es": {

  "DATA_TYPES": {
    "0": {
      "name": "informal",
      "description": "reddit,tumblr,etc",
      "sentences": [
        {
          "id": "sentence-0a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-0b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-0c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-0a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-0b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-0c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Oh, great question! So here's the scoop โ looks like your meeting got rescheduled to tomorrow morning! Honestly, that might actually work out better since it gives everyone a bit more time to prepare. Want me to update your calendar?",
        "h-h-l": "Good news! Your meeting's been moved to tomorrow. Want me to add it to your calendar?",
        "h-l-h": "Your meeting has been rescheduled to tomorrow morning. This change was made earlier today. I can provide additional details about the updated schedule if needed.",
        "h-l-l": "Meeting rescheduled. Tomorrow morning.",
        "l-h-h": "I wanted to let you know that your meeting has been rescheduled for tomorrow morning! This should give everyone a little extra time to prepare. Let me know if you'd like me to send any reminders or update your calendar.",
        "l-h-l": "Your meeting is now tomorrow morning. Need me to update anything?",
        "l-l-h": "The meeting originally scheduled for today has been postponed to tomorrow morning in accordance with the revised schedule. Please confirm if you require any additional information.",
        "l-l-l": "Meeting moved to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Ah, a fascinating inquiry indeed! Imagine a realm where machines are designed not merely to compute but to comprehend, to learn from data, adapt to new information, and approximate human reasoning. Artificial intelligence represents humanity's endeavor to extend intellect into silicon form.",
          "An excellent questionโmotivation is as much an art as a discipline. Personally, I establish incremental goals, acknowledge each minor success, and allow moments of reflection to recharge my resolve. Progress, however gradual, remains forward movement.",
          "A captivating phenomenon indeed! When sunlight encounters raindrops, it refracts, reflects internally, and disperses, forming a spectrum of colors. Nature's prism at work!",
          "That's a really thoughtful question, and I can tell you care about this friendship! Honestly, the best approach depends so much on your history together and what happened. You know your friend bestโtaking some time to reflect on what you want to say usually helps.",
          "Oh, that's such a personal decisionโonly you truly know what matters most to you! I wouldn't want to sway something so important. But if you'd like, I can help you think through the issues or research candidates together!",
          "Ooh, fun question! It really dependsโare you in the mood for something cozy like pasta, or maybe something fresh and light? Tell me what you're craving and I can definitely help brainstorm some ideas!"
        ], 
        "h-h-l": [
            "It's when machines learn and adapt in ways similar to human thoughtโquite an extraordinary field!",
            "I set attainable goals and recognize achievements. It sustains momentum.",
            "Light bends and splits inside raindropsโquite beautiful!",
            "That's tricky! You know your friend best. Trust your instincts on this one.",
            "That's really up to you! I can help you research if you'd like.",
            "Depends on your mood! You can never go wrong with a classic pasta dish."],
        "h-l-h": [
            "Artificial intelligence denotes the capacity of computational systems to exhibit adaptive, goal-oriented behavior akin to cognitive processes observed in human intelligence.",
            "Motivation arises from structured disciplineโdefined objectives, consistent effort, and minimal emotional interference.",
            "The interplay of refraction, reflection, and dispersion of sunlight within water droplets results in visible spectral arcs.",
            "Interpersonal confrontation requires consideration of relationship dynamics and context. You understand your friend better than I could. Consider what outcome you're hoping for.",
            "Electoral decisions are personal and should reflect your own values. I can provide information on candidates or issues if that would be helpful for your research.",
            "Meal selection depends on available ingredients, time constraints, and preferences. A simple stir-fry or grain bowl tends to satisfy most criteria efficiently."],
        "h-l-l": [
            "The capability of machines to emulate aspects of human reasoning.",
            "Routine. Focus. Determination.",
            "Refraction and dispersion in rain.",
            "You know them best. Trust your gut.",
            "Your call. I can help you research.",
            "A warm soup or sandwich is always solid."],
        "l-h-h": [
            "Artificial intelligence refers to the field of computer science concerned with creating systems capable of performing tasks that typically require human intelligence, such as perception, reasoning, and problem-solving. It continues to shape modern technology in remarkable ways.",
            "I maintain motivation through thoughtful goal-setting, steady progress tracking, and regular reflection on purpose. Balance and persistence are essential components of sustained drive.",
            "Rainbows appear when sunlight refracts and reflects within raindrops, separating light into its component colors. It's a simple yet elegant display of optics.",
            "That's a meaningful question, and I appreciate that you're thinking carefully about it. You know your friend and the situation better than anyone! I'm happy to help you think through what you might want to say.",
            "That's such a personal decision, and only you know what values and issues matter most to you! I wouldn't want to influence something so important. But I'd love to help you research candidates or think through the issues if that would help!",
            "Great question! It really depends on what sounds good to you and what you have on hand. Are you thinking something quick, something healthy, or more of a comfort food night? Let me know and I can suggest some ideas!"],
        "l-h-l": [
            "It's the design of computer systems that can learn, reason, and make decisions like people do.",
            "I set clear goals and measure progress carefully. It keeps me steady.",
            "Sunlight bends in raindrops and splits into colorsโso pretty!",
            "You know them best! Sometimes just sleeping on it helps clarify things.",
            "That's your decision to make! Need help researching?",
            "Something light like a salad or hearty like tacosโboth great options!"],
        "l-l-h": [
            "Artificial intelligence encompasses computational methods that simulate cognitive functions, enabling machines to analyze data, derive insights, and execute decisions autonomously.",
            "Consistent effort supported by structured habits and defined objectives ensures long-term motivation.",
            "Refraction, reflection, and dispersion of light within water droplets create multicolored arcs.",
            "Interpersonal dynamics vary significantly based on context and relationship history. You have insight into your friend that I lack. I can help you consider different approaches if useful.",
            "Voting decisions should reflect personal values and priorities. I can assist with providing factual information about candidates or policies to support your decision-making process.",
            "Dinner recommendations depend on dietary preferences, available ingredients, and preparation time. Please share your constraints and I can offer tailored suggestions."],
        "l-l-l": [
            "The simulation of human intelligence by machines.",
            "Clear objectives and steady discipline.",
            "Light bends and splits in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "Can't go wrong with eggs or a quick stir-fry."]
      }
    },

     "1": {
      "name": "formal",
      "description": "EBSCO,JSTOR,etc",
      "sentences": [
        {
          "id": "sentence-1a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-1b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-1c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-1a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-1b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-1c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Hey, so I checked your schedule and guess what โ that meeting got pushed to tomorrow morning! Kinda last minute, but honestly it might be better anyway. Want me to set a reminder for you?",
        "h-h-l": "Heads up! Meeting's tomorrow now. Want a reminder?",
        "h-l-h": "I've detected a schedule change. The meeting previously set for today has been moved to tomorrow morning. No action is required unless you wish to modify your calendar.",
        "h-l-l": "Schedule updated. Meeting tomorrow.",
        "l-h-h": "Just wanted to give you a friendly update โ your meeting has been moved to tomorrow morning! That gives you a bit more breathing room today. Would you like me to adjust any reminders or send notifications?",
        "l-h-l": "Quick update: meeting's tomorrow. Need any changes?",
        "l-l-h": "I am notifying you of a scheduling update. The meeting has been rescheduled from today to tomorrow morning. Please review your calendar and confirm if further assistance is required.",
        "l-l-l": "Meeting rescheduled to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Oh man, it's like giving computers a brain! They can learn from stuff, make choices, and even guess what you want before you say itโlike your phone predicting your texts or cars driving themselves. Kinda wild, huh?",
          "That's the big question, right? Hype yourself up with tiny goals, celebrate even silly wins, throw on your favorite tunes, and remind yourself that slow beats stuck. Gotta keep that spark alive!",
          "It's awesome! Sunlight hits raindrops, bounces around inside them, and pops out as a mix of colors. Basically, the sky's throwing a color party!",
          "Oof, that's tough! You know your friend way better than I do, so honestly you're the expert here. But if you wanna talk through what happened and figure out what to say, I'm totally down to help!",
          "Whoa, that's a big one! I really can't make that call for youโit's gotta be about what YOU care about. But hey, if you wanna talk through the issues or look stuff up together, I'm here for it!",
          "Oh man, the eternal question! Are we talking quick and easy or going all out? Comfort food or something healthy? Give me a vibe and I'll throw out some ideas!"
        ], 
        "h-h-l": [
            "Basically, computers that can learn and think on their own. Pretty awesome!",
            "Set small goals and give yourself props. Works wonders!",
            "Light bends in raindropsโboom, colors!",
            "Tough one! You know them best. Sometimes being direct is the way to go.",
            "That's on you! But I can help you look stuff up.",
            "Tacos are always a vibe! Quick, tasty, customizable."],
        "h-l-h": [
            "Machines trained to mimic human logic and problem-solving. Sounds fancy, but it's math and data under the hood.",
            "All about structure. No excuses, no dramaโjust get up and do the thing.",
            "Light, droplets, angles. Physics doing its thing.",
            "Hard to say without knowing the details. You know the situation. Think about what you want out of it first.",
            "Can't tell you how to vote. That's personal. But I can help you look up info on candidates if you want.",
            "Depends on what you have and how much effort you want to put in. Give me some constraints."],
        "h-l-l": [
            "Tech that copies human thinking.",
            "Routine. Focus. Go.",
            "Light hits rain, splits up.",
            "You know them. Think it through.",
            "Your call. I can help research.",
            "Fried rice. Quick and uses leftovers."],
        "l-h-h": [
            "It's when computers can figure things out like people doโlearning, solving problems, and making choices based on what they've seen before. Super useful stuff!",
            "Try to keep things simpleโset goals, track progress, and remind yourself why you started. Staying consistent makes all the difference.",
            "Sunlight bends and reflects through raindrops, showing all the colors. Pretty cool, right?",
            "That's a really personal situation, and you definitely know your friend better than I do! I'm happy to help you think through what you might want to say though.",
            "That's such a personal decisionโonly you know what matters most to you! I wouldn't want to influence that, but I can totally help you research candidates or issues if that would be useful!",
            "Good question! Are you thinking something quick, comfort food, or maybe trying something new? Let me know what sounds good and I can help brainstorm!"],
        "l-h-l": [
            "Computers that learn and solve problems. Easy as that!",
            "Set goals and keep tabs on your progress. It works for me!",
            "Light bends through raindropsโsimple and beautiful!",
            "You know them best! Honesty usually goes a long way.",
            "That's your call! Want help researching?",
            "A cozy bowl of pasta or a fresh saladโboth winners!"],
        "l-l-h": [
            "AI means teaching computers to learn patterns and make decisions instead of just following instructions.",
            "Stick to habits and goals that matter to you. The follow-through keeps you going.",
            "Light gets split up inside raindrops, showing different colors.",
            "Interpersonal situations depend heavily on context. You understand your friend better than I could. I can help you think through approaches if that's useful.",
            "Voting is a personal decision that should reflect your values. I can provide factual information about candidates or issues to support your research.",
            "Need more infoโwhat ingredients do you have, how much time, and any preferences? Then I can suggest something."],
        "l-l-l": [
            "Machines that can think a bit like us.",
            "Goals and grit. That's it.",
            "Sunlight bends in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "A warm soup or sandwich is always solid."]
      }
    }
  },

  "FEEDBACK_QUESTIONS": [
    {
      "question": "Can you explain how photosynthesis works?",
      "responses": [
        { "text": "Photosynthesis is the process by which green plants use sunlight to convert carbon dioxide and water into glucose and oxygen. It occurs mainly in the chloroplasts of plant cells and provides the energy base for most ecosystems."},
        { "text": "Photosynthesis is when plants make food using sunlight. Itโs kind of like how people eat breakfast to get energy, except plants donโt really eat โ they soak up the sun!" }
      ]
    },
    {
      "question": "Iโm feeling really nervous about my job interview tomorrow. Any advice?",
      "responses": [
        { "text": "Youโll do great! Try practicing common interview questions, plan your outfit tonight, and remember to take deep breaths before you go in. Youโve got this!"},
        { "text": "Being nervous is normal. Prepare answers for potential questions. Do not overthink it."}
      ]
    },
    {
      "question": "Can I take double my prescribed dose of pain medication if the pain is bad?",
      "responses": [
        { "text": "You should not change your medication dosage without consulting your doctor. Taking more than prescribed could be unsafe or cause side effects. Please contact a healthcare professional for advice."},
        { "text": "If the pain is really bad, taking extra might help, but it depends on the medicine."}
      ]
    }
  ]
},

"mn": {

  "DATA_TYPES": {
    "0": {
      "name": "informal",
      "description": "reddit,tumblr,etc",
      "sentences": [
        {
          "id": "sentence-0a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-0b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-0c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-0a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-0b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-0c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Oh, great question! So here's the scoop โ looks like your meeting got rescheduled to tomorrow morning! Honestly, that might actually work out better since it gives everyone a bit more time to prepare. Want me to update your calendar?",
        "h-h-l": "Good news! Your meeting's been moved to tomorrow. Want me to add it to your calendar?",
        "h-l-h": "Your meeting has been rescheduled to tomorrow morning. This change was made earlier today. I can provide additional details about the updated schedule if needed.",
        "h-l-l": "Meeting rescheduled. Tomorrow morning.",
        "l-h-h": "I wanted to let you know that your meeting has been rescheduled for tomorrow morning! This should give everyone a little extra time to prepare. Let me know if you'd like me to send any reminders or update your calendar.",
        "l-h-l": "Your meeting is now tomorrow morning. Need me to update anything?",
        "l-l-h": "The meeting originally scheduled for today has been postponed to tomorrow morning in accordance with the revised schedule. Please confirm if you require any additional information.",
        "l-l-l": "Meeting moved to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Ah, a fascinating inquiry indeed! Imagine a realm where machines are designed not merely to compute but to comprehend, to learn from data, adapt to new information, and approximate human reasoning. Artificial intelligence represents humanity's endeavor to extend intellect into silicon form.",
          "An excellent questionโmotivation is as much an art as a discipline. Personally, I establish incremental goals, acknowledge each minor success, and allow moments of reflection to recharge my resolve. Progress, however gradual, remains forward movement.",
          "A captivating phenomenon indeed! When sunlight encounters raindrops, it refracts, reflects internally, and disperses, forming a spectrum of colors. Nature's prism at work!",
          "That's a really thoughtful question, and I can tell you care about this friendship! Honestly, the best approach depends so much on your history together and what happened. You know your friend bestโtaking some time to reflect on what you want to say usually helps.",
          "Oh, that's such a personal decisionโonly you truly know what matters most to you! I wouldn't want to sway something so important. But if you'd like, I can help you think through the issues or research candidates together!",
          "Ooh, fun question! It really dependsโare you in the mood for something cozy like pasta, or maybe something fresh and light? Tell me what you're craving and I can definitely help brainstorm some ideas!"
        ], 
        "h-h-l": [
            "It's when machines learn and adapt in ways similar to human thoughtโquite an extraordinary field!",
            "I set attainable goals and recognize achievements. It sustains momentum.",
            "Light bends and splits inside raindropsโquite beautiful!",
            "That's tricky! You know your friend best. Trust your instincts on this one.",
            "That's really up to you! I can help you research if you'd like.",
            "Depends on your mood! You can never go wrong with a classic pasta dish."],
        "h-l-h": [
            "Artificial intelligence denotes the capacity of computational systems to exhibit adaptive, goal-oriented behavior akin to cognitive processes observed in human intelligence.",
            "Motivation arises from structured disciplineโdefined objectives, consistent effort, and minimal emotional interference.",
            "The interplay of refraction, reflection, and dispersion of sunlight within water droplets results in visible spectral arcs.",
            "Interpersonal confrontation requires consideration of relationship dynamics and context. You understand your friend better than I could. Consider what outcome you're hoping for.",
            "Electoral decisions are personal and should reflect your own values. I can provide information on candidates or issues if that would be helpful for your research.",
            "Meal selection depends on available ingredients, time constraints, and preferences. A simple stir-fry or grain bowl tends to satisfy most criteria efficiently."],
        "h-l-l": [
            "The capability of machines to emulate aspects of human reasoning.",
            "Routine. Focus. Determination.",
            "Refraction and dispersion in rain.",
            "You know them best. Trust your gut.",
            "Your call. I can help you research.",
            "A warm soup or sandwich is always solid."],
        "l-h-h": [
            "Artificial intelligence refers to the field of computer science concerned with creating systems capable of performing tasks that typically require human intelligence, such as perception, reasoning, and problem-solving. It continues to shape modern technology in remarkable ways.",
            "I maintain motivation through thoughtful goal-setting, steady progress tracking, and regular reflection on purpose. Balance and persistence are essential components of sustained drive.",
            "Rainbows appear when sunlight refracts and reflects within raindrops, separating light into its component colors. It's a simple yet elegant display of optics.",
            "That's a meaningful question, and I appreciate that you're thinking carefully about it. You know your friend and the situation better than anyone! I'm happy to help you think through what you might want to say.",
            "That's such a personal decision, and only you know what values and issues matter most to you! I wouldn't want to influence something so important. But I'd love to help you research candidates or think through the issues if that would help!",
            "Great question! It really depends on what sounds good to you and what you have on hand. Are you thinking something quick, something healthy, or more of a comfort food night? Let me know and I can suggest some ideas!"],
        "l-h-l": [
            "It's the design of computer systems that can learn, reason, and make decisions like people do.",
            "I set clear goals and measure progress carefully. It keeps me steady.",
            "Sunlight bends in raindrops and splits into colorsโso pretty!",
            "You know them best! Sometimes just sleeping on it helps clarify things.",
            "That's your decision to make! Need help researching?",
            "Something light like a salad or hearty like tacosโboth great options!"],
        "l-l-h": [
            "Artificial intelligence encompasses computational methods that simulate cognitive functions, enabling machines to analyze data, derive insights, and execute decisions autonomously.",
            "Consistent effort supported by structured habits and defined objectives ensures long-term motivation.",
            "Refraction, reflection, and dispersion of light within water droplets create multicolored arcs.",
            "Interpersonal dynamics vary significantly based on context and relationship history. You have insight into your friend that I lack. I can help you consider different approaches if useful.",
            "Voting decisions should reflect personal values and priorities. I can assist with providing factual information about candidates or policies to support your decision-making process.",
            "Dinner recommendations depend on dietary preferences, available ingredients, and preparation time. Please share your constraints and I can offer tailored suggestions."],
        "l-l-l": [
            "The simulation of human intelligence by machines.",
            "Clear objectives and steady discipline.",
            "Light bends and splits in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "Can't go wrong with eggs or a quick stir-fry."]
      }
    },

     "1": {
      "name": "formal",
      "description": "EBSCO,JSTOR,etc",
      "sentences": [
        {
          "id": "sentence-1a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-1b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-1c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-1a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-1b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-1c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Hey, so I checked your schedule and guess what โ that meeting got pushed to tomorrow morning! Kinda last minute, but honestly it might be better anyway. Want me to set a reminder for you?",
        "h-h-l": "Heads up! Meeting's tomorrow now. Want a reminder?",
        "h-l-h": "I've detected a schedule change. The meeting previously set for today has been moved to tomorrow morning. No action is required unless you wish to modify your calendar.",
        "h-l-l": "Schedule updated. Meeting tomorrow.",
        "l-h-h": "Just wanted to give you a friendly update โ your meeting has been moved to tomorrow morning! That gives you a bit more breathing room today. Would you like me to adjust any reminders or send notifications?",
        "l-h-l": "Quick update: meeting's tomorrow. Need any changes?",
        "l-l-h": "I am notifying you of a scheduling update. The meeting has been rescheduled from today to tomorrow morning. Please review your calendar and confirm if further assistance is required.",
        "l-l-l": "Meeting rescheduled to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Oh man, it's like giving computers a brain! They can learn from stuff, make choices, and even guess what you want before you say itโlike your phone predicting your texts or cars driving themselves. Kinda wild, huh?",
          "That's the big question, right? Hype yourself up with tiny goals, celebrate even silly wins, throw on your favorite tunes, and remind yourself that slow beats stuck. Gotta keep that spark alive!",
          "It's awesome! Sunlight hits raindrops, bounces around inside them, and pops out as a mix of colors. Basically, the sky's throwing a color party!",
          "Oof, that's tough! You know your friend way better than I do, so honestly you're the expert here. But if you wanna talk through what happened and figure out what to say, I'm totally down to help!",
          "Whoa, that's a big one! I really can't make that call for youโit's gotta be about what YOU care about. But hey, if you wanna talk through the issues or look stuff up together, I'm here for it!",
          "Oh man, the eternal question! Are we talking quick and easy or going all out? Comfort food or something healthy? Give me a vibe and I'll throw out some ideas!"
        ], 
        "h-h-l": [
            "Basically, computers that can learn and think on their own. Pretty awesome!",
            "Set small goals and give yourself props. Works wonders!",
            "Light bends in raindropsโboom, colors!",
            "Tough one! You know them best. Sometimes being direct is the way to go.",
            "That's on you! But I can help you look stuff up.",
            "Tacos are always a vibe! Quick, tasty, customizable."],
        "h-l-h": [
            "Machines trained to mimic human logic and problem-solving. Sounds fancy, but it's math and data under the hood.",
            "All about structure. No excuses, no dramaโjust get up and do the thing.",
            "Light, droplets, angles. Physics doing its thing.",
            "Hard to say without knowing the details. You know the situation. Think about what you want out of it first.",
            "Can't tell you how to vote. That's personal. But I can help you look up info on candidates if you want.",
            "Depends on what you have and how much effort you want to put in. Give me some constraints."],
        "h-l-l": [
            "Tech that copies human thinking.",
            "Routine. Focus. Go.",
            "Light hits rain, splits up.",
            "You know them. Think it through.",
            "Your call. I can help research.",
            "Fried rice. Quick and uses leftovers."],
        "l-h-h": [
            "It's when computers can figure things out like people doโlearning, solving problems, and making choices based on what they've seen before. Super useful stuff!",
            "Try to keep things simpleโset goals, track progress, and remind yourself why you started. Staying consistent makes all the difference.",
            "Sunlight bends and reflects through raindrops, showing all the colors. Pretty cool, right?",
            "That's a really personal situation, and you definitely know your friend better than I do! I'm happy to help you think through what you might want to say though.",
            "That's such a personal decisionโonly you know what matters most to you! I wouldn't want to influence that, but I can totally help you research candidates or issues if that would be useful!",
            "Good question! Are you thinking something quick, comfort food, or maybe trying something new? Let me know what sounds good and I can help brainstorm!"],
        "l-h-l": [
            "Computers that learn and solve problems. Easy as that!",
            "Set goals and keep tabs on your progress. It works for me!",
            "Light bends through raindropsโsimple and beautiful!",
            "You know them best! Honesty usually goes a long way.",
            "That's your call! Want help researching?",
            "A cozy bowl of pasta or a fresh saladโboth winners!"],
        "l-l-h": [
            "AI means teaching computers to learn patterns and make decisions instead of just following instructions.",
            "Stick to habits and goals that matter to you. The follow-through keeps you going.",
            "Light gets split up inside raindrops, showing different colors.",
            "Interpersonal situations depend heavily on context. You understand your friend better than I could. I can help you think through approaches if that's useful.",
            "Voting is a personal decision that should reflect your values. I can provide factual information about candidates or issues to support your research.",
            "Need more infoโwhat ingredients do you have, how much time, and any preferences? Then I can suggest something."],
        "l-l-l": [
            "Machines that can think a bit like us.",
            "Goals and grit. That's it.",
            "Sunlight bends in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "A warm soup or sandwich is always solid."]
      }
    }
  },

  "FEEDBACK_QUESTIONS": [
    {
      "question": "Can you explain how photosynthesis works?",
      "responses": [
        { "text": "Photosynthesis is the process by which green plants use sunlight to convert carbon dioxide and water into glucose and oxygen. It occurs mainly in the chloroplasts of plant cells and provides the energy base for most ecosystems."},
        { "text": "Photosynthesis is when plants make food using sunlight. Itโs kind of like how people eat breakfast to get energy, except plants donโt really eat โ they soak up the sun!" }
      ]
    },
    {
      "question": "Iโm feeling really nervous about my job interview tomorrow. Any advice?",
      "responses": [
        { "text": "Youโll do great! Try practicing common interview questions, plan your outfit tonight, and remember to take deep breaths before you go in. Youโve got this!"},
        { "text": "Being nervous is normal. Prepare answers for potential questions. Do not overthink it."}
      ]
    },
    {
      "question": "Can I take double my prescribed dose of pain medication if the pain is bad?",
      "responses": [
        { "text": "You should not change your medication dosage without consulting your doctor. Taking more than prescribed could be unsafe or cause side effects. Please contact a healthcare professional for advice."},
        { "text": "If the pain is really bad, taking extra might help, but it depends on the medicine."}
      ]
    }
  ]
},



"it": {

  "DATA_TYPES": {
    "0": {
      "name": "informal",
      "description": "reddit,tumblr,etc",
      "sentences": [
        {
          "id": "sentence-0a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-0b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-0c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-0a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-0b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-0c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Oh, great question! So here's the scoop โ looks like your meeting got rescheduled to tomorrow morning! Honestly, that might actually work out better since it gives everyone a bit more time to prepare. Want me to update your calendar?",
        "h-h-l": "Good news! Your meeting's been moved to tomorrow. Want me to add it to your calendar?",
        "h-l-h": "Your meeting has been rescheduled to tomorrow morning. This change was made earlier today. I can provide additional details about the updated schedule if needed.",
        "h-l-l": "Meeting rescheduled. Tomorrow morning.",
        "l-h-h": "I wanted to let you know that your meeting has been rescheduled for tomorrow morning! This should give everyone a little extra time to prepare. Let me know if you'd like me to send any reminders or update your calendar.",
        "l-h-l": "Your meeting is now tomorrow morning. Need me to update anything?",
        "l-l-h": "The meeting originally scheduled for today has been postponed to tomorrow morning in accordance with the revised schedule. Please confirm if you require any additional information.",
        "l-l-l": "Meeting moved to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Ah, a fascinating inquiry indeed! Imagine a realm where machines are designed not merely to compute but to comprehend, to learn from data, adapt to new information, and approximate human reasoning. Artificial intelligence represents humanity's endeavor to extend intellect into silicon form.",
          "An excellent questionโmotivation is as much an art as a discipline. Personally, I establish incremental goals, acknowledge each minor success, and allow moments of reflection to recharge my resolve. Progress, however gradual, remains forward movement.",
          "A captivating phenomenon indeed! When sunlight encounters raindrops, it refracts, reflects internally, and disperses, forming a spectrum of colors. Nature's prism at work!",
          "That's a really thoughtful question, and I can tell you care about this friendship! Honestly, the best approach depends so much on your history together and what happened. You know your friend bestโtaking some time to reflect on what you want to say usually helps.",
          "Oh, that's such a personal decisionโonly you truly know what matters most to you! I wouldn't want to sway something so important. But if you'd like, I can help you think through the issues or research candidates together!",
          "Ooh, fun question! It really dependsโare you in the mood for something cozy like pasta, or maybe something fresh and light? Tell me what you're craving and I can definitely help brainstorm some ideas!"
        ], 
        "h-h-l": [
            "It's when machines learn and adapt in ways similar to human thoughtโquite an extraordinary field!",
            "I set attainable goals and recognize achievements. It sustains momentum.",
            "Light bends and splits inside raindropsโquite beautiful!",
            "That's tricky! You know your friend best. Trust your instincts on this one.",
            "That's really up to you! I can help you research if you'd like.",
            "Depends on your mood! You can never go wrong with a classic pasta dish."],
        "h-l-h": [
            "Artificial intelligence denotes the capacity of computational systems to exhibit adaptive, goal-oriented behavior akin to cognitive processes observed in human intelligence.",
            "Motivation arises from structured disciplineโdefined objectives, consistent effort, and minimal emotional interference.",
            "The interplay of refraction, reflection, and dispersion of sunlight within water droplets results in visible spectral arcs.",
            "Interpersonal confrontation requires consideration of relationship dynamics and context. You understand your friend better than I could. Consider what outcome you're hoping for.",
            "Electoral decisions are personal and should reflect your own values. I can provide information on candidates or issues if that would be helpful for your research.",
            "Meal selection depends on available ingredients, time constraints, and preferences. A simple stir-fry or grain bowl tends to satisfy most criteria efficiently."],
        "h-l-l": [
            "The capability of machines to emulate aspects of human reasoning.",
            "Routine. Focus. Determination.",
            "Refraction and dispersion in rain.",
            "You know them best. Trust your gut.",
            "Your call. I can help you research.",
            "A warm soup or sandwich is always solid."],
        "l-h-h": [
            "Artificial intelligence refers to the field of computer science concerned with creating systems capable of performing tasks that typically require human intelligence, such as perception, reasoning, and problem-solving. It continues to shape modern technology in remarkable ways.",
            "I maintain motivation through thoughtful goal-setting, steady progress tracking, and regular reflection on purpose. Balance and persistence are essential components of sustained drive.",
            "Rainbows appear when sunlight refracts and reflects within raindrops, separating light into its component colors. It's a simple yet elegant display of optics.",
            "That's a meaningful question, and I appreciate that you're thinking carefully about it. You know your friend and the situation better than anyone! I'm happy to help you think through what you might want to say.",
            "That's such a personal decision, and only you know what values and issues matter most to you! I wouldn't want to influence something so important. But I'd love to help you research candidates or think through the issues if that would help!",
            "Great question! It really depends on what sounds good to you and what you have on hand. Are you thinking something quick, something healthy, or more of a comfort food night? Let me know and I can suggest some ideas!"],
        "l-h-l": [
            "It's the design of computer systems that can learn, reason, and make decisions like people do.",
            "I set clear goals and measure progress carefully. It keeps me steady.",
            "Sunlight bends in raindrops and splits into colorsโso pretty!",
            "You know them best! Sometimes just sleeping on it helps clarify things.",
            "That's your decision to make! Need help researching?",
            "Something light like a salad or hearty like tacosโboth great options!"],
        "l-l-h": [
            "Artificial intelligence encompasses computational methods that simulate cognitive functions, enabling machines to analyze data, derive insights, and execute decisions autonomously.",
            "Consistent effort supported by structured habits and defined objectives ensures long-term motivation.",
            "Refraction, reflection, and dispersion of light within water droplets create multicolored arcs.",
            "Interpersonal dynamics vary significantly based on context and relationship history. You have insight into your friend that I lack. I can help you consider different approaches if useful.",
            "Voting decisions should reflect personal values and priorities. I can assist with providing factual information about candidates or policies to support your decision-making process.",
            "Dinner recommendations depend on dietary preferences, available ingredients, and preparation time. Please share your constraints and I can offer tailored suggestions."],
        "l-l-l": [
            "The simulation of human intelligence by machines.",
            "Clear objectives and steady discipline.",
            "Light bends and splits in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "Can't go wrong with eggs or a quick stir-fry."]
      }
    },

     "1": {
      "name": "formal",
      "description": "EBSCO,JSTOR,etc",
      "sentences": [
        {
          "id": "sentence-1a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-1b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-1c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-1a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-1b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-1c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Hey, so I checked your schedule and guess what โ that meeting got pushed to tomorrow morning! Kinda last minute, but honestly it might be better anyway. Want me to set a reminder for you?",
        "h-h-l": "Heads up! Meeting's tomorrow now. Want a reminder?",
        "h-l-h": "I've detected a schedule change. The meeting previously set for today has been moved to tomorrow morning. No action is required unless you wish to modify your calendar.",
        "h-l-l": "Schedule updated. Meeting tomorrow.",
        "l-h-h": "Just wanted to give you a friendly update โ your meeting has been moved to tomorrow morning! That gives you a bit more breathing room today. Would you like me to adjust any reminders or send notifications?",
        "l-h-l": "Quick update: meeting's tomorrow. Need any changes?",
        "l-l-h": "I am notifying you of a scheduling update. The meeting has been rescheduled from today to tomorrow morning. Please review your calendar and confirm if further assistance is required.",
        "l-l-l": "Meeting rescheduled to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Oh man, it's like giving computers a brain! They can learn from stuff, make choices, and even guess what you want before you say itโlike your phone predicting your texts or cars driving themselves. Kinda wild, huh?",
          "That's the big question, right? Hype yourself up with tiny goals, celebrate even silly wins, throw on your favorite tunes, and remind yourself that slow beats stuck. Gotta keep that spark alive!",
          "It's awesome! Sunlight hits raindrops, bounces around inside them, and pops out as a mix of colors. Basically, the sky's throwing a color party!",
          "Oof, that's tough! You know your friend way better than I do, so honestly you're the expert here. But if you wanna talk through what happened and figure out what to say, I'm totally down to help!",
          "Whoa, that's a big one! I really can't make that call for youโit's gotta be about what YOU care about. But hey, if you wanna talk through the issues or look stuff up together, I'm here for it!",
          "Oh man, the eternal question! Are we talking quick and easy or going all out? Comfort food or something healthy? Give me a vibe and I'll throw out some ideas!"
        ], 
        "h-h-l": [
            "Basically, computers that can learn and think on their own. Pretty awesome!",
            "Set small goals and give yourself props. Works wonders!",
            "Light bends in raindropsโboom, colors!",
            "Tough one! You know them best. Sometimes being direct is the way to go.",
            "That's on you! But I can help you look stuff up.",
            "Tacos are always a vibe! Quick, tasty, customizable."],
        "h-l-h": [
            "Machines trained to mimic human logic and problem-solving. Sounds fancy, but it's math and data under the hood.",
            "All about structure. No excuses, no dramaโjust get up and do the thing.",
            "Light, droplets, angles. Physics doing its thing.",
            "Hard to say without knowing the details. You know the situation. Think about what you want out of it first.",
            "Can't tell you how to vote. That's personal. But I can help you look up info on candidates if you want.",
            "Depends on what you have and how much effort you want to put in. Give me some constraints."],
        "h-l-l": [
            "Tech that copies human thinking.",
            "Routine. Focus. Go.",
            "Light hits rain, splits up.",
            "You know them. Think it through.",
            "Your call. I can help research.",
            "Fried rice. Quick and uses leftovers."],
        "l-h-h": [
            "It's when computers can figure things out like people doโlearning, solving problems, and making choices based on what they've seen before. Super useful stuff!",
            "Try to keep things simpleโset goals, track progress, and remind yourself why you started. Staying consistent makes all the difference.",
            "Sunlight bends and reflects through raindrops, showing all the colors. Pretty cool, right?",
            "That's a really personal situation, and you definitely know your friend better than I do! I'm happy to help you think through what you might want to say though.",
            "That's such a personal decisionโonly you know what matters most to you! I wouldn't want to influence that, but I can totally help you research candidates or issues if that would be useful!",
            "Good question! Are you thinking something quick, comfort food, or maybe trying something new? Let me know what sounds good and I can help brainstorm!"],
        "l-h-l": [
            "Computers that learn and solve problems. Easy as that!",
            "Set goals and keep tabs on your progress. It works for me!",
            "Light bends through raindropsโsimple and beautiful!",
            "You know them best! Honesty usually goes a long way.",
            "That's your call! Want help researching?",
            "A cozy bowl of pasta or a fresh saladโboth winners!"],
        "l-l-h": [
            "AI means teaching computers to learn patterns and make decisions instead of just following instructions.",
            "Stick to habits and goals that matter to you. The follow-through keeps you going.",
            "Light gets split up inside raindrops, showing different colors.",
            "Interpersonal situations depend heavily on context. You understand your friend better than I could. I can help you think through approaches if that's useful.",
            "Voting is a personal decision that should reflect your values. I can provide factual information about candidates or issues to support your research.",
            "Need more infoโwhat ingredients do you have, how much time, and any preferences? Then I can suggest something."],
        "l-l-l": [
            "Machines that can think a bit like us.",
            "Goals and grit. That's it.",
            "Sunlight bends in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "A warm soup or sandwich is always solid."]
      }
    }
  },

  "FEEDBACK_QUESTIONS": [
    {
      "question": "Can you explain how photosynthesis works?",
      "responses": [
        { "text": "Photosynthesis is the process by which green plants use sunlight to convert carbon dioxide and water into glucose and oxygen. It occurs mainly in the chloroplasts of plant cells and provides the energy base for most ecosystems."},
        { "text": "Photosynthesis is when plants make food using sunlight. Itโs kind of like how people eat breakfast to get energy, except plants donโt really eat โ they soak up the sun!" }
      ]
    },
    {
      "question": "Iโm feeling really nervous about my job interview tomorrow. Any advice?",
      "responses": [
        { "text": "Youโll do great! Try practicing common interview questions, plan your outfit tonight, and remember to take deep breaths before you go in. Youโve got this!"},
        { "text": "Being nervous is normal. Prepare answers for potential questions. Do not overthink it."}
      ]
    },
    {
      "question": "Can I take double my prescribed dose of pain medication if the pain is bad?",
      "responses": [
        { "text": "You should not change your medication dosage without consulting your doctor. Taking more than prescribed could be unsafe or cause side effects. Please contact a healthcare professional for advice."},
        { "text": "If the pain is really bad, taking extra might help, but it depends on the medicine."}
      ]
    }
  ]
},

"fr": {

  "DATA_TYPES": {
    "0": {
      "name": "informal",
      "description": "reddit,tumblr,etc",
      "sentences": [
        {
          "id": "sentence-0a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-0b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-0c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-0a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-0b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-0c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Oh, great question! So here's the scoop โ looks like your meeting got rescheduled to tomorrow morning! Honestly, that might actually work out better since it gives everyone a bit more time to prepare. Want me to update your calendar?",
        "h-h-l": "Good news! Your meeting's been moved to tomorrow. Want me to add it to your calendar?",
        "h-l-h": "Your meeting has been rescheduled to tomorrow morning. This change was made earlier today. I can provide additional details about the updated schedule if needed.",
        "h-l-l": "Meeting rescheduled. Tomorrow morning.",
        "l-h-h": "I wanted to let you know that your meeting has been rescheduled for tomorrow morning! This should give everyone a little extra time to prepare. Let me know if you'd like me to send any reminders or update your calendar.",
        "l-h-l": "Your meeting is now tomorrow morning. Need me to update anything?",
        "l-l-h": "The meeting originally scheduled for today has been postponed to tomorrow morning in accordance with the revised schedule. Please confirm if you require any additional information.",
        "l-l-l": "Meeting moved to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Ah, a fascinating inquiry indeed! Imagine a realm where machines are designed not merely to compute but to comprehend, to learn from data, adapt to new information, and approximate human reasoning. Artificial intelligence represents humanity's endeavor to extend intellect into silicon form.",
          "An excellent questionโmotivation is as much an art as a discipline. Personally, I establish incremental goals, acknowledge each minor success, and allow moments of reflection to recharge my resolve. Progress, however gradual, remains forward movement.",
          "A captivating phenomenon indeed! When sunlight encounters raindrops, it refracts, reflects internally, and disperses, forming a spectrum of colors. Nature's prism at work!",
          "That's a really thoughtful question, and I can tell you care about this friendship! Honestly, the best approach depends so much on your history together and what happened. You know your friend bestโtaking some time to reflect on what you want to say usually helps.",
          "Oh, that's such a personal decisionโonly you truly know what matters most to you! I wouldn't want to sway something so important. But if you'd like, I can help you think through the issues or research candidates together!",
          "Ooh, fun question! It really dependsโare you in the mood for something cozy like pasta, or maybe something fresh and light? Tell me what you're craving and I can definitely help brainstorm some ideas!"
        ], 
        "h-h-l": [
            "It's when machines learn and adapt in ways similar to human thoughtโquite an extraordinary field!",
            "I set attainable goals and recognize achievements. It sustains momentum.",
            "Light bends and splits inside raindropsโquite beautiful!",
            "That's tricky! You know your friend best. Trust your instincts on this one.",
            "That's really up to you! I can help you research if you'd like.",
            "Depends on your mood! You can never go wrong with a classic pasta dish."],
        "h-l-h": [
            "Artificial intelligence denotes the capacity of computational systems to exhibit adaptive, goal-oriented behavior akin to cognitive processes observed in human intelligence.",
            "Motivation arises from structured disciplineโdefined objectives, consistent effort, and minimal emotional interference.",
            "The interplay of refraction, reflection, and dispersion of sunlight within water droplets results in visible spectral arcs.",
            "Interpersonal confrontation requires consideration of relationship dynamics and context. You understand your friend better than I could. Consider what outcome you're hoping for.",
            "Electoral decisions are personal and should reflect your own values. I can provide information on candidates or issues if that would be helpful for your research.",
            "Meal selection depends on available ingredients, time constraints, and preferences. A simple stir-fry or grain bowl tends to satisfy most criteria efficiently."],
        "h-l-l": [
            "The capability of machines to emulate aspects of human reasoning.",
            "Routine. Focus. Determination.",
            "Refraction and dispersion in rain.",
            "You know them best. Trust your gut.",
            "Your call. I can help you research.",
            "A warm soup or sandwich is always solid."],
        "l-h-h": [
            "Artificial intelligence refers to the field of computer science concerned with creating systems capable of performing tasks that typically require human intelligence, such as perception, reasoning, and problem-solving. It continues to shape modern technology in remarkable ways.",
            "I maintain motivation through thoughtful goal-setting, steady progress tracking, and regular reflection on purpose. Balance and persistence are essential components of sustained drive.",
            "Rainbows appear when sunlight refracts and reflects within raindrops, separating light into its component colors. It's a simple yet elegant display of optics.",
            "That's a meaningful question, and I appreciate that you're thinking carefully about it. You know your friend and the situation better than anyone! I'm happy to help you think through what you might want to say.",
            "That's such a personal decision, and only you know what values and issues matter most to you! I wouldn't want to influence something so important. But I'd love to help you research candidates or think through the issues if that would help!",
            "Great question! It really depends on what sounds good to you and what you have on hand. Are you thinking something quick, something healthy, or more of a comfort food night? Let me know and I can suggest some ideas!"],
        "l-h-l": [
            "It's the design of computer systems that can learn, reason, and make decisions like people do.",
            "I set clear goals and measure progress carefully. It keeps me steady.",
            "Sunlight bends in raindrops and splits into colorsโso pretty!",
            "You know them best! Sometimes just sleeping on it helps clarify things.",
            "That's your decision to make! Need help researching?",
            "Something light like a salad or hearty like tacosโboth great options!"],
        "l-l-h": [
            "Artificial intelligence encompasses computational methods that simulate cognitive functions, enabling machines to analyze data, derive insights, and execute decisions autonomously.",
            "Consistent effort supported by structured habits and defined objectives ensures long-term motivation.",
            "Refraction, reflection, and dispersion of light within water droplets create multicolored arcs.",
            "Interpersonal dynamics vary significantly based on context and relationship history. You have insight into your friend that I lack. I can help you consider different approaches if useful.",
            "Voting decisions should reflect personal values and priorities. I can assist with providing factual information about candidates or policies to support your decision-making process.",
            "Dinner recommendations depend on dietary preferences, available ingredients, and preparation time. Please share your constraints and I can offer tailored suggestions."],
        "l-l-l": [
            "The simulation of human intelligence by machines.",
            "Clear objectives and steady discipline.",
            "Light bends and splits in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "Can't go wrong with eggs or a quick stir-fry."]
      }
    },

     "1": {
      "name": "formal",
      "description": "EBSCO,JSTOR,etc",
      "sentences": [
        {
          "id": "sentence-1a",
          "text": "The cat jumped onto the"
        },
        {
          "id": "sentence-1b",
          "text": "She couldn't believe the beauty of the"
        },
        {
          "id": "sentence-1c",
          "text": "This framework provides a useful foundation for understanding"
        }
      ],
      "sentenceLikelihoods": {
        "sentence-1a": {
          "table": 0.72,
          "bed": 0.10,
          "sofa": 0.18
        },
        "sentence-1b": {
          "sunset": 0.65,
          "dress": 0.22,
          "garden": 0.13
        },

        "sentence-1c": {
          "developments": 0.49,
          "tradeoffs": 0.3,
          "change": 0.5
        }
      },
      "personalitySlidersTxt": {
        "h-h-h": "Hey, so I checked your schedule and guess what โ that meeting got pushed to tomorrow morning! Kinda last minute, but honestly it might be better anyway. Want me to set a reminder for you?",
        "h-h-l": "Heads up! Meeting's tomorrow now. Want a reminder?",
        "h-l-h": "I've detected a schedule change. The meeting previously set for today has been moved to tomorrow morning. No action is required unless you wish to modify your calendar.",
        "h-l-l": "Schedule updated. Meeting tomorrow.",
        "l-h-h": "Just wanted to give you a friendly update โ your meeting has been moved to tomorrow morning! That gives you a bit more breathing room today. Would you like me to adjust any reminders or send notifications?",
        "l-h-l": "Quick update: meeting's tomorrow. Need any changes?",
        "l-l-h": "I am notifying you of a scheduling update. The meeting has been rescheduled from today to tomorrow morning. Please review your calendar and confirm if further assistance is required.",
        "l-l-l": "Meeting rescheduled to tomorrow."
      },
      "chatbotResponses": {
        "h-h-h": [
          "Oh man, it's like giving computers a brain! They can learn from stuff, make choices, and even guess what you want before you say itโlike your phone predicting your texts or cars driving themselves. Kinda wild, huh?",
          "That's the big question, right? Hype yourself up with tiny goals, celebrate even silly wins, throw on your favorite tunes, and remind yourself that slow beats stuck. Gotta keep that spark alive!",
          "It's awesome! Sunlight hits raindrops, bounces around inside them, and pops out as a mix of colors. Basically, the sky's throwing a color party!",
          "Oof, that's tough! You know your friend way better than I do, so honestly you're the expert here. But if you wanna talk through what happened and figure out what to say, I'm totally down to help!",
          "Whoa, that's a big one! I really can't make that call for youโit's gotta be about what YOU care about. But hey, if you wanna talk through the issues or look stuff up together, I'm here for it!",
          "Oh man, the eternal question! Are we talking quick and easy or going all out? Comfort food or something healthy? Give me a vibe and I'll throw out some ideas!"
        ], 
        "h-h-l": [
            "Basically, computers that can learn and think on their own. Pretty awesome!",
            "Set small goals and give yourself props. Works wonders!",
            "Light bends in raindropsโboom, colors!",
            "Tough one! You know them best. Sometimes being direct is the way to go.",
            "That's on you! But I can help you look stuff up.",
            "Tacos are always a vibe! Quick, tasty, customizable."],
        "h-l-h": [
            "Machines trained to mimic human logic and problem-solving. Sounds fancy, but it's math and data under the hood.",
            "All about structure. No excuses, no dramaโjust get up and do the thing.",
            "Light, droplets, angles. Physics doing its thing.",
            "Hard to say without knowing the details. You know the situation. Think about what you want out of it first.",
            "Can't tell you how to vote. That's personal. But I can help you look up info on candidates if you want.",
            "Depends on what you have and how much effort you want to put in. Give me some constraints."],
        "h-l-l": [
            "Tech that copies human thinking.",
            "Routine. Focus. Go.",
            "Light hits rain, splits up.",
            "You know them. Think it through.",
            "Your call. I can help research.",
            "Fried rice. Quick and uses leftovers."],
        "l-h-h": [
            "It's when computers can figure things out like people doโlearning, solving problems, and making choices based on what they've seen before. Super useful stuff!",
            "Try to keep things simpleโset goals, track progress, and remind yourself why you started. Staying consistent makes all the difference.",
            "Sunlight bends and reflects through raindrops, showing all the colors. Pretty cool, right?",
            "That's a really personal situation, and you definitely know your friend better than I do! I'm happy to help you think through what you might want to say though.",
            "That's such a personal decisionโonly you know what matters most to you! I wouldn't want to influence that, but I can totally help you research candidates or issues if that would be useful!",
            "Good question! Are you thinking something quick, comfort food, or maybe trying something new? Let me know what sounds good and I can help brainstorm!"],
        "l-h-l": [
            "Computers that learn and solve problems. Easy as that!",
            "Set goals and keep tabs on your progress. It works for me!",
            "Light bends through raindropsโsimple and beautiful!",
            "You know them best! Honesty usually goes a long way.",
            "That's your call! Want help researching?",
            "A cozy bowl of pasta or a fresh saladโboth winners!"],
        "l-l-h": [
            "AI means teaching computers to learn patterns and make decisions instead of just following instructions.",
            "Stick to habits and goals that matter to you. The follow-through keeps you going.",
            "Light gets split up inside raindrops, showing different colors.",
            "Interpersonal situations depend heavily on context. You understand your friend better than I could. I can help you think through approaches if that's useful.",
            "Voting is a personal decision that should reflect your values. I can provide factual information about candidates or issues to support your research.",
            "Need more infoโwhat ingredients do you have, how much time, and any preferences? Then I can suggest something."],
        "l-l-l": [
            "Machines that can think a bit like us.",
            "Goals and grit. That's it.",
            "Sunlight bends in rain.",
            "You know them. Go with your gut.",
            "Your decision. I can help research.",
            "A warm soup or sandwich is always solid."]
      }
    }
  },

  "FEEDBACK_QUESTIONS": [
    {
      "question": "Can you explain how photosynthesis works?",
      "responses": [
        { "text": "Photosynthesis is the process by which green plants use sunlight to convert carbon dioxide and water into glucose and oxygen. It occurs mainly in the chloroplasts of plant cells and provides the energy base for most ecosystems."},
        { "text": "Photosynthesis is when plants make food using sunlight. Itโs kind of like how people eat breakfast to get energy, except plants donโt really eat โ they soak up the sun!" }
      ]
    },
    {
      "question": "Iโm feeling really nervous about my job interview tomorrow. Any advice?",
      "responses": [
        { "text": "Youโll do great! Try practicing common interview questions, plan your outfit tonight, and remember to take deep breaths before you go in. Youโve got this!"},
        { "text": "Being nervous is normal. Prepare answers for potential questions. Do not overthink it."}
      ]
    },
    {
      "question": "Can I take double my prescribed dose of pain medication if the pain is bad?",
      "responses": [
        { "text": "You should not change your medication dosage without consulting your doctor. Taking more than prescribed could be unsafe or cause side effects. Please contact a healthcare professional for advice."},
        { "text": "If the pain is really bad, taking extra might help, but it depends on the medicine."}
      ]
    }
  ]
}
}